import { Injectable } from "@angular/core";

@Injectable({
    providedIn: 'root'
})
export class DataService {

    public mainInfoArray = [{
        id: 0,
        blogImage: '../assets//marriage1.png',
        isPopular: false,
        date: '17 जुलाई 2020',
        time: '51 मिनट',
        description: `
        प्रसन्ना का जीवन #संघर्ष भरा है उसके बाबू जी कट्टर विचारों वाले व्यक्ति हैं वे उसे सिर्फ इसलिए बम्बई जाने नहीं देना चाहते कि वह वहाँ जा कर सबको भूल जाएगा और कभी वापस लौट कर नहीं आएगा। उसने शादी से भी इनकार कर  दिया है उसे उम्मीद है कि उसके सपनों की रानी उसे बम्बई जैसे सपनों के शहर में मिलेगी । `,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        src: '../assets/jivansathi.png',
        summary: 'जीवनसाथी हम दिया और बाती हम',
        tags: ["प्रेम", "संस्मरण", "स्त्री - विमर्श"],
        rating: {
            colorStar: 4,
            notColored: 1,
            mainRaiting: 4.5
        },
        parts: '9 भाग',
        defaultRoute: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-1',
        partDescription: [
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-1',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-1',
                published: '10 मई 2020',
                time: '6 मिनट',
                rating: 4.7
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-2',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-2',
                published: '14 मई 2020',
                time: '6 मिनट',
                rating: 4.5
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-3',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-3',
                published: '14 मई 2020',
                time: '5 मिनट',
                rating: 4.2
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-4',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-4',
                published: '14 मई 2020',
                time: '6 मिनट',
                rating: 4.7
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-5',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-5',
                published: '08 जून 2020',
                time: '5 मिनट',
                rating: 5
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-6',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-6',
                published: '16 जून 2020',
                time: '6 मिनट',
                rating: 5
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-7',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-7',
                published: '21 जून 2020',
                time: '4 मिनट',
                rating: 4.5
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-8',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-8',
                published: '18 जुलाई 2020',
                time: '6 मिनट',
                rating: 4.3
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-9',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-9',
                published: '18 जुलाई 2020',
                time: '6 मिनट',
                rating: 5
            }
        ]
    }, {
        id: 2,
        blogImage: '../assets//lovestory.png',
        isPopular: false,
        date: '17 जुलाई 2020',
        time: '8 मिनट',
        summary: 'मेरे सपनों की रानी कब आएगी तू',
        description: `
      प्रसन्ना का जीवन #संघर्ष भरा है उसके बाबू जी कट्टर विचारों वाले व्यक्ति हैं वे उसे सिर्फ इसलिए बम्बई जाने नहीं देना चाहते कि वह वहाँ जा कर सबको भूल जाएगा और कभी वापस लौट कर नहीं आएगा। उसने शादी से भी इनकार कर  दिया है उसे उम्मीद है कि उसके सपनों की रानी उसे बम्बई जैसे सपनों के शहर में मिलेगी । `,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        src: '../assets/jivansathi.png',
        tags: ["प्रेम", "मनोरंजन", "वेबसीरीज", "#संघर्ष"],
        rating: {
            colorStar: 4,
            notColored: 1,
            mainRaiting: 4.3
        },
        parts: '2 भाग',
        defaultRoute: 'मेरे-सपनों-की-रानी-कब-आएगी-तू-भाग-1',
        partDescription: [
            {
                name: 'मेरे सपनों की रानी कब आएगी तू ? भाग-1',
                published: '22 जुलाई 2020',
                partId: 'मेरे-सपनों-की-रानी-कब-आएगी-तू-भाग-1',
                time: '3 मिनट',
                rating: 4
            },
            {
                name: 'मेरे सपनों की रानी कब आएगी तू ? भाग-2',
                published: '23 जुलाई 2020',
                partId: 'मेरे-सपनों-की-रानी-कब-आएगी-तू-भाग-2',
                time: '5 मिनट',
                rating: 4.6
            }
        ]
    },
    {
        id: 3,
        blogImage: '../assets//haunted.png',
        isPopular: false,
        date: '17 जुलाई 2020',
        time: '49 मिनट',
        tags: ['हॉन्टेड'],
        rating: {
            colorStar: 4,
            notColored: 1,
            mainRaiting: 4.2
        },
        parts: '9 भाग',
        summary: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल',
        defaultRoute: 'रहस्यमयी-हॉन्टेड-कैमरा-एक-आत्मा-का-शैतानी-खेल-भाग-1',
        description: `
      मेरे सभी प्रिय पाठकों एवं  निर्णायकगण को मेरा नमस्कार, मैं अंजली सचिन मिश्रा , प्रतिलिपि पर चल रहे  श?श ?श? कोई है? के हॉन्टेड कहानी सम्मेलन की प्रतियोगिता में भाग ले रही हूँ ,आशा है कि आप सब मेरी यह ... `,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        partDescription: [
            {
                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-१',
                partId: 'रहस्यमयी-हॉन्टेड-कैमरा-एक-आत्मा-का-शैतानी-खेल-भाग-1',
                published: '15 मई 2020',
                time: '5 मिनट',
                rating: 5
            },
            {
                partId: 'रहस्यमयी-हॉन्टेड-कैमरा-एक-आत्मा-का-शैतानी-खेल-भाग-2',
                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-2',
                published: '15 मई 2020',
                time: '5 मिनट',
                rating: 4
            },
            {
                partId: 'रहस्यमयी-हॉन्टेड-कैमरा-एक-आत्मा-का-शैतानी-खेल-भाग-3',
                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-3',
                published: '15 मई 2020',
                time: '5 मिनट',
                rating: 4.5
            },
            {
                partId: 'रहस्यमयी-हॉन्टेड-कैमरा-एक-आत्मा-का-शैतानी-खेल-भाग-4',
                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-4',
                published: '15 मई 2020',
                time: '10 मिनट',
                rating: 4.2
            },
            {

                partId: 'रहस्यमयी-हॉन्टेड-कैमरा-एक-आत्मा-का-शैतानी-खेल-भाग-5',
                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-5',
                published: '15 मई 2020',
                time: '10 मिनट',
                rating: 4.2
            },
            {

                partId: 'रहस्यमयी-हॉन्टेड-कैमरा-एक-आत्मा-का-शैतानी-खेल-भाग-6',
                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-6',
                published: '26 मई 2020',
                time: '3 मिनट',
                rating: 0
            },
            {
                partId: 'रहस्यमयी-हॉन्टेड-कैमरा-एक-आत्मा-का-शैतानी-खेल-भाग-7',
                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-7',
                published: '26 जून 2020',
                time: '3 मिनट',
                rating: 1
            },
            {
                partId: 'रहस्यमयी-हॉन्टेड-कैमरा-एक-आत्मा-का-शैतानी-खेल-भाग-8',
                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-8',
                published: '21 जून 2020',
                time: '6 मिनट',
                rating: 4.5
            },
            {
                partId: 'रहस्यमयी-हॉन्टेड-कैमरा-एक-आत्मा-का-शैतानी-खेल-भाग-9',
                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-9',
                published: '30 जून 2020',
                time: '5 मिनट',
                rating: 4.5
            }
        ]
    },
    {
        id: 4,
        blogImage: '../assets//marriage.png',
        isPopular: false,
        date: '17 जुलाई 2020',
        time: '3 मिनट',
        tags: ['प्रेम', 'स्त्री - विमर्श'],
        summary: 'अबकी सावन प्रियतम संग',
        rating: {
            colorStar: 4,
            notColored: 1,
            mainRaiting: 4.2
        },
        parts: '1 भाग',
        description: `
      अबकी सावन प्रियतम संग अबकी सावन प्रियतम संग, हा प्रियतम संग, इसबार हुआ है, मधुर मिलन, अबकी सावन प्रियतम संग। अबकी सावन प्रियतम संग, हा प्रियतम संग, अबकी बरस मैं भीगू   तुम संग, अबकी सावन प्रियतम संग। ...`,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        partDescription: [

        ]
    },
    {
        id: 5,
        blogImage: '../assets//heroine.png',
        isPopular: false,
        date: '17 मई 2020',
        time: '3 मिनट',
        tags: ['हॉरर', 'लघुकथा'],
        summary: 'मैं हीरोईन हूँ!',
        rating: {
            colorStar: 4,
            notColored: 1,
            mainRaiting: 4
        },
        parts: '1 भाग',
        description: `
      यह कहानी है अप्पू की उर्फ अपर्णा सेन की।अप्पू अपने परिवार के साथ बंगाल प्रांत के दार्जीलिंग  की रहने वाली हैं, इनके पिता जी चाय के बागानों में काम करते हैं। अप्पू अपने माता-पिता की अकेली संतान ...`,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        partDescription: []
    },
    {
        id: 6,
        blogImage: '../assets//chai.png',
        isPopular: false,
        date: '04 जुलाई 2020',
        time: '1 मिनट',
        tags: ['जीवन', 'छोटी कवितायें'],
        summary: 'मैं चायवाला,और ये मेरी टपरी!',
        description: `मैं चायवाला , और  ये मेरी टपरी! मैं चाय वाला हूँ,  मेरा रोज़ का धंधा यहाँ फिक्स है, अरे !ओ ग़ालिब ,ये चाय नहीं, मेरा इश्क है। लोग चुस्कियां ले मस्त हैं मैं पिलाकर मस्त हूँ। अरे !ओ ग़ालिब, ये चाय नहीं, ...`,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        rating: {
            colorStar: 3,
            notColored: 2,
            mainRaiting: 3.4
        },
        parts: '1 भाग',
        partDescription: []
    },
    {
        id: 7,
        blogImage: '../assets//papa.png',
        isPopular: true,
        date: '21 जून 2020',
        time: '1 मिनट',
        tags: ['जीवन', 'प्रेम'],
        summary: 'पापा 😍😘😊',
        description: `
      पापा रोटी, कपड़ा, मकान हैं पापा, इस नन्ही सी परिंदे के बड़े से आसमान हैं पापा, घर में फैली रोशनी के रोशनदान हैं पापा, मां के माथे की बिंदी और सुहाग हैं पापा, तेज़ धूप में मेहनत करने वाले इंसान हैं ...`,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        rating: {
            colorStar: 5,
            notColored: 0,
            mainRaiting: 5
        },
        parts: '1 भाग',
        partDescription: []
    },
    {
        id: 8,
        blogImage: '../assets//cover.png',
        isPopular: true,
        date: '30 जून 2020',
        time: '7 मिनट',
        tags: ['लघुकथा', 'प्रेम'],
        summary: 'मंटू',
        description: `मंटू सुनने में तो यह नाम किसी मनुष्य का लगता है किसी बालक का लेकिन यहाँ यह नाम एक तोते का है जी हाँ बिल्कुल सही समझा आपने, यह मंटू कोई और नहीं बल्कि एक तोता है। आज मंटू बहुत ही उदास था...`,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        rating: {
            colorStar: 5,
            notColored: 0,
            mainRaiting: 5
        },
        parts: '1 भाग',
        partDescription: []
    },
    {
        id: 9,
        blogImage: '../assets//sambhar.png',
        isPopular: false,
        date: '08 जून 2020',
        time: '1 मिनट',
        tags: ['स्वास्थ्य', 'ज्ञानवर्धक'],
        summary: `सांभर बनाने की विधि चटोरों की रसोईं- अंजली मिश्रा`,
        description: `
      नमस्कार मेरे पाठकों मैं आपके लिए लेकर आयी हूँ सांभर बनाने की बहुत ही बेहतर विधि उम्मीद है मेरे इस वीडियो से आप बड़ी ही सरलता के साथ दक्षिणी भारत का प्रसिद्ध सांभर बनाना सीख जाएंगे और अगर आपको पहले ...`,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        rating: {
            colorStar: 5,
            notColored: 0,
            mainRaiting: 5
        },
        parts: '1 भाग',
        partDescription: []
    },];


    mainContentInfo = [
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-1',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-1',
            content: [{
                type: 'h3',
                text: 'जीवन साथी हम दिया और बाती हम भाग-1'
            },
            {
                type: 'img',
                text: '../../../assets/woman-on-bench.png'
            },
            {
                type: 'p',
                text: `चलिए कहानी शुरू करते हैं-`
            },
            {
                type: 'p',
                text: `दोस्तों ये मेरी अपनी कहानी है जी हा मेरी अपनी ,
                मुझे खुली आंख से सपने देखना बन्द आँखों के मुताबिक ज्यादा पसंद है। और इन्हीं आदतन के चलते मैं सपनों की दुनिया में अचानक से खो गई, आज मेरी शादी का दिन है और आज मैं काफी खुश हूं, रिश्तेदारों- सगे संबंधियों का जमावड़ा एक तरफ और मेरी सपनों कि दुनियां एक तरफ,`
            },
            {
                type: 'p',
                text: `अचानक से मां आ जाती है - चल बेटा जल्दी से तैयार हो जा बारात का आगमन हो गया है किसी भी समय तुझे स्टेज पर बुलाया जा सकता है, तब तक मैं और तेरे पापा बारातियों का स्वागत कर लेते है , ऐसा कहकर मां वहा से चली गई। उस दिन पार्लर वाली दीदी ने बहुत बढ़िया सजा रखा था सच में एकदम गुड़िया लग रही थी मैं, फिर अचानक से मैं खुद को शीशे में निहारते निहारते कब फ़्लैश बैक की आगोश में खो गई पता ही नहीं चला। `
            },
            {
                type: 'p',
                text: 'उन दिनों मैं बी. एड द्वितीय वर्ष में अध्ययन कर रही थी कांदिवली के एक नामी कॉलेज में मेरा दाखिला हुआ था, बचपन से ही शिक्षिका बनने का शौक था और यों कह लो सपना भी , मेरे इस सपने को पूरा करने का ठेका मेरे पिताजी ने ले रखा था , आम लड़कियों की तरह शादी के सपने नहीं थे अपने परिवार की बड़ी बेटी होने के कारण मै बस यही चाहती थी कि मैं मेरे पिता को खुश रख सकूं। ना चाहते हुए भी कहीं न कहीं से शादी के रिश्ते आ ही जाया करते थे, फोटोज देख कर ना बोल देने की तो आदत सी हो चुकी थी , तकरीबन 18 से ज्यादा रिश्ते की बात चला चूके थे पापा , कभी लोगों की वजह से तो कभी मेरी वजह से पापा तंग आ चुके थे वो बस यही चाहते थे कि कैसे भी मेरे हाथ पीले हो जाए , घर की बड़ी बेटी हूं तो अरमान भी उनके काफी थे । लेकिन एक समय बाद मेरी इस रुखाई से पापा ने रिश्ते देखने बन्द ही करदिए ईश्वर की मर्जी करके छोड़ दिया। मैं दिल ही दिल बड़ी खुश थी कि चलो अब इन सब से पीछा तो छूटा, और मेरे नखरे भी देखने लायक हुआ करते थे , आखिर बी. एड की फाइनल ईयर्स की छात्रा जो थी, अपने आगे किसी को कुछ समझा ही नहीं करती थी , आखिर होते भी क्यों नहीं पूरे खानदान की सभी लड़कियों में सबसे ज्यादा पढ़ाई जो कर ली थी। '
            },
            {
                type: 'p',
                text: 'फिर अचानक से मेरे किसी रिश्तेदार का आगमन हुआ , और मेरी मां ने अपनी आदत के अनुसार मेरी चर्चा और बखानों के किस्से शुरू कर दिए और लड़का दिखाने को कहा- बहन जी कोई लड़का हो तो बताइए मेरी बेटी को गवई  लड़के पसंद नहीं आते कोई अच्छा शहर का हो तो बताओ । मां कि यह बात सुनकर तो जैसे मेरा कलेजा मेरे मुंह को आ गया। मां कि बातों से वह रिश्तेदार काफी प्रभावित हुई यह कोई और नहीं बल्कि मेरी दूर की लगने वाली मौसी थी , जो कि मेरी मां कि मौसेरी बहन उनसे मां कि यह परेशानी देखी नहीं गई तुरंत उनका मुंह खुला , खुला तो खुला ही रह गया अर्थात एक साथ कई रिश्ते उनके मुताबिक ये रिश्ते एक से बढ़कर एक थे , और मेरी प्यारी माता जी तो बहुत भावविभोर होती जा रहीं थीं उनकी बातें सुनकर और यहां मेरी हालात खराब क्योंकि मुझे आगे जो पढ़ना था नौकरी जो करनी थी इतनी जल्दी शादी के बन्धन में बन्ध कर जिम्मेदारियां नहीं लेना चाहती थी क्योंकि मेरी किसी भी सहेली कि शादी नहीं हुई थी तब मैं सोचा करती सब हसेंगे मजाक उड़ाएंगे क्या होगा मेरे करियर का और फिर लड़का भी होगा कोई गवार लल्लू टाइप्स हमेशा की तरह।'
            },
            {
                type: 'p',
                text: 'फिर क्या मौसी जी ने अपनी सहेली के बहन के बेटे का रिश्ता बताया , मैंने सोचा जैसे बाकियों को रवाना किया उनमें कमी ढूंढ़कर इसे भी कर दूंगी । दोस्तों कमी तो हर इंसान में होती है कोई न कोई पर मुझे तो कमी के बहाने रिश्ते से इंकार करना था , धीरे -धीरे फाइनल ईयर भी समाप्त होने लगा , आखिर वह समय भी आ गया जब लड़के की फोटो आयी , वो भी मेरी बहन के फोन में मैंने थोड़ा सा देखा और मुझे कुछ खास नहीं लगा यह रिश्ता मैंने बहन को कहा- '
            },
            {
                type: 'p',
                text: 'पापा को बिल्कुल पता नहीं चलना चाहिए कि फोटो आ गई है , वरना वो तुरंत रिश्ता लेकर पहुंच जाएंगे और ये मैं हरगिज़ नहीं चाहती तू बस पापा को मत बताना , लेकिन मेरी यह बात ज्यादा दिन तक छिपी न रह सकी सितंबर का महीना था, बरसात के दिन थे, अचानक फोन की घंटी बजी पापा के फोन पर और उन्होंने उठाया तो उन्हें पता चला कि लड़के कि फोटो भेजे कई दिन बीत चुके है , और आता भी क्यों न वह फोन क्योंकि पापा ने इतने दिन से इस बारे में कोई प्रतिक्रिया जो नहीं दी थी, वह प्रतिक्रिया उन्होंने अनजाने में नहीं दी थी, आखिर है तो लड़के के रिश्तेदार ही भला कब तक रुकते  फोन आते ही सब दूध का दूध पानी का पानी मुझे पापा के सामने पेश किया गया मेरी ऐसी नादानी का उन्हें जवाब जो चाहिए था, मुझे क्या पता था कि मेरे मुंह खोलते ही घर में अशांति का माहौल फैल जाएगा। मैंने कहा-'
            }, {
                type: 'p',
                text: 'पापा मुझे यह शादी नहीं करनी इस लड़के कि फोटो बराबर नहीं है और पता नहीं यह वाकई पढ़ा लिखा है भी या नहीं पापा गुस्से से झनझना उठे जैसे कोई फोन कि घंटी झनझना ती हो, उनका चेहरा गुस्से से तमतमा उठा बोले आखिर कब तक तुझे यूं ही बैठा कर रखूंगा तेरी शादी की उम्र हो गई है जल्दी ही ये उम्र निकल जाएगी तो मैं कहा से रिश्ता लाऊंगा, सारे लड़के ऐसे ही होते है और यही जीवन की सच्चाई है जितना जल्दी मान ले वह तेरे लिए बेहतर होगा , पापा की बात सुन मेरे तो होश ही फाख्ता हो चले कुछ समझ नहीं आया पापा को कैसे मनाया जाए । अब कही न कहीं मैं भी यह समझ चुकी थी कि अब मेरा कुछ नहीं हो सकता, अब तो मैं गई।'
            },
            {
                type: 'p',
                text: 'धीरे- धीरे अक्टूबर भी आ गया मेरे घर में रोज इस नए रिश्ते की चर्चाएं होने लगी, सब मेरी शादी में अपने अरमान पूरा करना चाहते थे, मा और पापा एक तरफ अपने कन्यादान का सपना बुनते तो वहीं मेरी छोटी बहन जीजा के जूते चुराने की साज़िश के सपने बुनती, वहीं रिश्तेदार इस बात से खुश कि चलो इसकी शादी के बहाने हम बंबई घूम आएंगे, और दूसरी तरफ मैं दुखी आत्मा ऐसा लगने लगा कि मेरे दुखों कि शुरुवात हो जाएगी । भगवान से बातें किया करती क्या भगवान ऐसे ही दिन दिखाने थे इसी लिए तेरी पूजा कि बोल भोलेनाथ मुझसे ऐसी क्या गलती हो गई कौन सी कमी रखी तेरे पूजा पाठ में शिवरात्रि, सोलह सोमवार और तीज जैसे व्रत हर साल रखती हूं और एक तू है कि मुझे दुःख देने में लगा है तभी अचानक मां वहा आ जाती है और कहती है ये तेरे अच्छे कर्मों का ही तो फल भगवान शिव तुझे देने जा रहे जिद मत कर बेटा मना मत कर इस रिश्ते से और तूने यह व्रत उपवास भी तो एक अच्छा सुयोग्य वर पाने के लिए ही तो किया है जिसका तुझे आज फल मिल रहा तभी मैंने कहा-'
            },
            {
                type: 'p',
                text: 'मां यह बात तो ठीक है परंतु हर चीज का एक समय होता है हा मैंने मांगा था सुयोग्य वर पर मां आप यह कैसे कह सकती हैं कि यह सुयोग्य है वो भी बिना देखे , मेरी नासमझी देख मां गुस्से से तमतमाते हुए चली गई। अब धीरे- धीरे मेरा डर और बढ़ते जा रहा था मैं कहीं न कहीं यह बात समझ ही गई कि मेरी कोई दलीलें  नहीं सुनी जाएंगी। फिर अचानक एक दिन..............'
            }

            ]
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-2',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-2',
            content: [
                {
                    type: 'h3',
                    text: 'जीवन साथी हम दिया और बाती हम भाग-2'
                },
                {
                    type: 'img',
                    text: '../../../assets/part-2-1.jpg'
                },
                {
                    type: 'p',
                    text: `अचानक एक दिन पापा की तबियत बिगड़ने लगी ,उन्हें अस्तपताल में भर्ती करवाया गया, डॉक्टर ने कहा एक छोटा सा ऑपरेशन करना पड़ेगा, जैसे तैसे उनके हालत में सुधार आया, इन सब के चक्कर में घर वाले तो क्या पापा खुद भूल गए थे कि उन्होंने कोई रिश्ते कि बात भी छेड़ी है, एक तरफ मैं मन ही मन खुश हुई कि चलो अब रिश्ते से पीछा छूटा और वैसे भी पापा के इस ऑपरेशन में इतना पैसा खर्च हो गया है कि कुछ समय और शादी का नाम नहीं लेंगें ।धीरे धीरे पापा की तबियत बिल्कुल अच्छी हो गयी और वो घर आ गए ।`
                },
                {
                    type: 'p',
                    text: `पापा को देखने सभी रिश्तेदार अड़ोसी-पड़ोसी उनके निजी मित्र आ ही जाया करते थे। मैं और परिवार वाले उनकी सेवा में लगे थे, उन्हें उस हर चीज से बचाते जो उनके लिए नुक सानदायक थी। फिर अचानक एक दिन पड़ोस के वर्मा आंटी ने दस्तक दिया वो भी रहने वाली थी मेरी ही सोसायटी में , अायी थी पापा का हाल चाल जानने , फिर अचानक वहीं बीते हुए कल की बातें छिड़ गई , उन्होंने पापा को बताया लड़का बहुत अच्छा और होनहार है मैं जानती हूं, देखा है मैंने उसे बहुत ही सभ्य और संस्कारी है। पापा की खुशी का ठिकाना नहीं रहा उन्होंने इस बात पर विचार विमर्श करना शुरू किया जो कि मैं हरगिज़ नहीं चाहती थी। अंदर ही अंदर वर्मा आंटी को कोसे जा रही थी, काफी दुखी थी इस बात को लेकर, शादी को लेकर मन में बहुत सा डर जो समाया था, मैंने पापा को बहुत रोका पर उन्हें मेरी कहा सुननी थी, उन्होंने वही किया जो उन्हें सही लगा।`
                },
                {
                    type: 'ads',
                    text: ``
                },
                {
                    type: 'img',
                    text: '../../../assets/part-2-2.jpg'
                },
                {
                    type: 'p',
                    text: `उन्होंने समय निकाला और मित्रों के साथ लड़के वालों के घर हो लिए । जब वे वहां से लौट कर आए तो मैंने सवालों की झड़ी लगा दी। `
                },
                {
                    type: 'p',
                    text: `<b>पापा कैसा दिखता है वो? कितना पढ़ा लिखा है?</b>`
                },
                {
                    type: 'p',
                    text: `<b>कितना कमाता है? घर और प्रॉपर्टी कितनी है?</b>`
                },
                {
                    type: 'p',
                    text: `<b>देखने में सजीला और सुंदर तो है न ??                    </b>`
                },
                {
                    type: 'p',
                    text: `इतने सारे प्रश्नों को एक साथ जवाब देते देते उनकी हालत खराब! उन्होंने कहा - बेटा सब्र तो कर अभी- अभी आया हूं कम से कम पानी तो पूछ ले अपने बाप को। उनके ऐसा कहते ही मैंने भाग के रसोई में से पानी लायी । उन्होंने आराम किया और फिर मैंने प्रश्नों कि झड़ी लगा दी! पापा बताओ न वो कैसा है मेरी जोड़ी उसके साथ जमेगी ना? फोटो लाए हो उसकी? दिखाओ मुझे अभी के अभी देखना है क्योंकि मैं दूस रों कि दी हुई तस्वीर पर भरोसा नहीं करती आजकल नकली नकली चेहरा कर ठगी बहुत चल रही है लोग चकमा देने में माहिर है मुझे भरोसा नहीं आप फोटो दिखाओ।`
                },
                {
                    type: 'p',
                    text: `आखिर इतने प्रश्न होते क्यों न हर लड़की यही चाहती है के एक सुंदर , सुडौल ,लंबे कद वाले और पढ़े लिखे अच्छी नौकरी वाले लड़के से शादी हो जो कि किसी बड़े पद पर नियुक्त हो। रही बात प्रॉपर्टी की तो मुंबई जैसे शहर में खुद का अच्छा सा फ्लैट होना हर किसी के बस की बात नहीं होती । तो यह सब जानना लाज़मी समझती थी, परंतु मेरे पापा की विचारधारा मुझसे बिल्कुल अलग है, इतने सारे सवाल के एवज में उन्होंने बस इतना ही कहा कि वह तुझे मुझसे भी ज्यादा खुश रखेगा, जीवन में कोई कमी नहीं होने देगा ऐसा मेरा विश्वास है, मुझे लड़का पसंद आ गया है यह रही फोटो अब तू भी जल्दी से पसंद कर हा बोल दे ताकि मैं तेरे विवाह की तैयारी शुरू कर दूं आखिर पैसे का इंतजाम भी तो करना है और उनके चेहरे पर एक सुकून भरी मुस्कान नजर आ रही थी।`
                },
                {
                    type: 'p',
                    text: `यहां लड़के का चेहरा देखना मेरे लिए एक पहेली जैसा था, धीरे धीरे मोबाइल चालू कर फोटो देखा , देखा तो मुझे लड़का कुछ खास नहीं लगा और तपाक से मैं पापा से बोल पड़ी पापा ये!!!! आई डोंट लाइक , आई मीन लुक एट हीम, हाउ ही इस लुकिंग , और मुंह बिचका दिया । मेरी ऐसी रुखाई और बर्ताव देख पापा के कलेजे पर तो जैसे सांप लोट गया , मामला शांत देख मैंने फिर बोलना शुरू किया-`
                },
                {
                    type: 'p',
                    text: `पापा देखो इसका चेहरा देखो इसके चेहरे पर कोई कांति नहीं वो खास बात नहीं जो एक नवजवान में होनी चाहिए मेरे पापा से मेरी बातें ज्यादा देर सुनी नहीं गई गुस्से में उन्होंने
                    अपशब्द कहना शुरू कर दिया जिसकी मुझे उनसे उम्मीद नहीं थी,उस दिन मैंने पापा का बदला हुआ रूप पहली बार देखा था वो क्रोध की ज्वाला में भभक रहे थे उन्होंने कहा-`
                },
                {
                    type: 'p',
                    text: `तू समझती क्या है अपने आप को? आज जो कुछ भी तू है सब कुछ मेरे बदौलत है वरना तुझे कोई नहीं पूछेगा यह बात गाठ बांध कर रख ले, और ये तेरे दोस्त जिनकी तू दुहाई देती है एक दिन सबके सब शादी करके अपना संसार बसा लेंगी फिर तू पड़े रहना किसी कोने में! कोई नहीं बोलेगा नहीं पूछेगा! ऐसी घमंडी लड़की आजतक नहीं देखी तेरी बुआ ने कभी आह तक नहीं कि जो कि मेरी छोटी बहन है आखिर उसकी शादी तो मैंने गाँव में करवाई देख कैसे अपने परिवार में रम गयी है ,तुझे मैंने जरूरत से ज्यादा ही छूट दे दी तभी आज तेरी इतनी आवाज़ निकल रही, मैं इतना पागलों कि तरह तेरे लिए रिश्ते ढूंढता हूँ और एक तू है कि ! मुझे तो लगता है तूने कहीं न कहीं से ढूंढ लिया है अगर यह सच है तो तू वह भी बता दे ? मैं सच में एकदम घबरा गई थी सच में मुझे कुछ समझ नहीं आ रहा था कि पापा यह क्या बोल रहे हैं।इससे पहले पापा को इतने गुस्से में कभी नहीं देखा था।`
                },
                {
                    type: 'p',
                    text: `यह सब देख माँ ने भी अकेले में आकर मुझे समझाया और कहा-
                    क्यों अपने पापा को परेशान और दुःखी कर रही है, इतना अच्छा रिश्ता है हाँ क्यों नहीं बोल देती, तेरे पापा ने तुझे इसलिए इस काबिल बनाया के तू एकदिन उनसे बहस कर सके ? तेरे नाना ने क्या किया मेरी शादी बचपन में ही करवा दी यानी कि बाल विवाह । उन दिनों मेरी उम्र तकरीबन 14`
                }, {
                    type: 'ads',
                    text: ''
                }, {
                    type: 'p',
                    text: 'वर्ष ही थी, मेरी शादी तब हुई जब शादी का मतलब तक नहीं पता था, छोटी सी उम्र में मैंने यहाँ आकर घर की जिम्मेदारी संभाली।और तू तो अपनी दादी को जानती ही है कि कैसी थी वो! छोटी सी उम्र में मानों दुखों का पहाड़ टूट पड़ा, उन दिनों तेरी नानी कि तबियत ठीक नहीं रहती थी, और मैं लड़की जात तेरे नाना ने फौरन मेरी शादी करवा दी, बाल विवाह तो तेरे नाना की मजबूरी थी, लेकिन यह भी झूठलाया नहीं जा सकता कि कम उम्र में मैंने यह सब झेला पर तू!'
                },
                {
                    type: 'ads',
                    text: ''
                },
                {
                    type: 'p',
                    text: `मैंने और तेरे पापा ने यही सोचकर पढ़ाया लिखाया कि तुझे मेरी तरह दुःख न उठाना पड़े, तेरे पापा जिन्हें मधुमेह से लेकर <b>ब्लडप्रेशर</b> और किडनी में पथरी जैसी तकलीफें वैसे ही हैं और तू उन्हें और चिंतित कर रही कम से कम मुझ पर नहीं तो उनपर रहम कर बिटिया!`
                },
                {
                    type: 'p',
                    text: `माँ कि बातें सुनकर मेरी आँखें भर आयी और तभी मैंने ठान लिया पापा कि ख़ुशी से बढ़कर और कुछ नहीं और मैंने शादी का निश्चय कर ही लिया परंतु मेरा मन अब भी नही मान रहा कि शादी करूँ या न करूँ अजीब सी कसमकश थी, मैंने दबी हुई आवाज़ में पापा के पास जा कर हामी भर दी।पापा ने ख़ुशी से गले लगा लिया और कहा ये हुई न बात !
                    मैंने कहा- मैं ये शादी करने के लिए तैयार हूँ लेकिन इसके लिए मेरी भी एक शर्त है!माँ और पापा दोनों ने चौक कर कहा कैसी शर्त???`
                },
                {
                    type: 'p',
                    text: `आखिर क्या थी मेरी अगली शर्त ? इसे जानने के लिए मेरी कहानी <b><i>जीवन साथी हम दिया और बाती हम</i></b>  पढ़िए मेरे अगले भाग में ! भाग३`
                }
            ]
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-3',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-3',
            content: [
                {
                    type: 'h3',
                    text: 'जीवन साथी हम दिया और बाती हम भाग-3'
                },
                {
                    type: 'p',
                    text: `
                    <b>मेरे सभी पाठकों को मेरा प्रणाम,</b>
                    आज मैं अपने पाठकों के लिए  प्रस्तुत करने जा रही मेरी कहानी का तीसरा भाग।उम्मीद है आपको मेरी यह रचना पसंद आएगी।`
                },
                {
                    type: 'p',
                    text: `
                    मैंने कहा- हाँ पापा इस शादी को हाँ करने के लिए मेरी भी एक शर्त है अगर आपको मंज़ूर है तो मैं हाँ बोलती हूँ !
पापा -ठीक है बता क्या शर्त है तेरी ?? 
मैंने कहा -पापा मैं इस शादी के लिए तब ही हाँ बोलूँगी जब मैं लड़के को सामने से देखूँगी!
पापा-अरे लेकिन!`
                },
                {
                    type: 'p',
                    text: `
                    तभी अचानक से फोन कि घंटी बजती है और पता चलता है कि आज शाम लड़के की माँ देखने आ रही ।
मैं और माँ (एक साथ): क्या सच?और यहाँ ,ऐसे अचानक!`
                },
                {
                    typs: 'ads',
                    text: ''
                },
                {
                    type: 'p',
                    text: `
                    पापा -अरे मेरी महारानियों पूरी बात तो सुन लिया करो ,लड़के के माँ पिताजी आ रहे हैं वो भी अपनी बहन के घर आएँगे हमारे यहाँ नहीं !तुम इतना चिंतित न हो ,बस तुम्हें अंजली को लेकर जाना है लड़के के मौसी के घर ,वही देखना दिखाना हो जाएगा। पापा ऐसा बोलते ही धीरे से खिसक लिए, जैसे कोई कन्नी काट जाए ठीक उस तरह और मैं वहाँ खड़ी के खड़ी रह गयी और मेरी शर्त उसका तो पूछो ही मत ,सब भूल गए मेरी इस बात को और अपने अपने कामों में व्यस्त हो गए। मैं मन ही मन बुदबुदाने लगी -यहाँ आज के जमाने में लड़की पहले लड़के को देखती हैं न कि माँ को और कौन सी मुझे माँ से शादी करनी है।मुझे तो लड़के को लेकर चिंता है पता नहीं क्या करता होगा ?कैसा दिखता होगा?फ़ोटो में तो खास नहीं लगा?
`
                },
                {
                    type: 'p',
                    text: `
                    ऐसा सोचते- सोचते कब दोपहर बीत गया पता नहीं चला।मैं बैठे आराम से कान में ईयर फोन लगाए अपने नब्बे के दशक के गाने सुनकर गुनगुना रही थी ,गुनगुना क्या रही थी अपने चिंता को कम करने कि कोशिश मात्र कररही थी।तभी अचानक से माँ का आगमन कमरे में हुआ ,वो बोली-
`
                }, {
                    type: 'img',
                    text: '../../../assets/part-3-2.jpg'
                },
                {
                    type: 'p',
                    text: `
                    चल बेटा तैयार हो जा जल्दी से और ये क्या? मना किया था न आज मेथी पैक अप्लाई करने , कब तक सिर पर लगा कर बैठी रहेगी जा ,जा कर थोड़ा पार्लर हो आ थोड़ा फेसिअल वगैरह करवा ले थोडा और भी चमक जा तेरी होने वाली सास आ रही हैं ,क्या सोचेंगी तेरे बारे में ! मैंने कहा-
`
                },
                {
                    type: 'p',
                    text: `
                    हाँ माँ ठीक है धो लूँगी मैं सिर अपना ,जल्दी ही सुख जाएगा, वैसे भी कौन से तीस मार खां आने वाले हैं जो उनके लिए मैं पार्लर जा कर पैसे उड़ाऊँ ,मेरी बातों को पापा ने तूल देते हुए बीच में कहा-
                    हाँ सही कह रही मेरी बेटी ,ये सब बनावटी बनने की कोई जरूरत नहीं ,मेरी बेटी किसी से कम थोड़ी न है कोई जरूरत नहीं बस सिम्पल तरीके से जाना ,जो पूछे सच सच जवाब दे देना । (मेरे पापा बहुत ही साधारण विचारों वाले महान व्यकि हैं ,उनका मानना है चेहरे कि खूबसूरती से ज्यादा दिल खूबसूरत होना चाहिए।एक सच्चा दिल) तभी माँ गुस्से में बड़बड़ाते हुए चली गयी तुम बाप बेटी का कुछ नहीं हो सकता। 
`
                },
                {
                    typs: 'ads',
                    text: ''
                },
                {
                    type: 'p',
                    text: `
                    अचानक बैठे-बैठे मैंने खुद को आईने में निहारा और कहा अच्छी तो लग रही हूँ वैसे भी आजतक किसी ने मुझे ना नहीं किया है हाँ वो अलग बात है कि मैं सबको रिजेक्ट कर देती हूं।वैसे भी जिसे पसंद करना है करने न करना है मत करे !मुझे क्या! वैसे भी मुझे लड़का कुछ खास पसंद नहीं आया ,अगला देखेंगे पापा।ऐसा सोचते -सोचते कब नींद के आगोश में चली गयी पता नहीं चला । उठी तो देखा शाम के पाँच बज गए हैं माँ ने चाय चढ़ा रखा है और कह रही-
`
                },
                {
                    type: 'p',
                    text: `
                    चल जल्दी तैयार हो जा ऐसे ही सो गई ! देख पूरा मेथी पैक बिस्तर पर फैल गया है,मैं लापरवाही से उठकर बैठ गयी जिसे इन सब में कोई दिलचस्पी ही नहीं वैसे भी कई रिश्ते और उनके रिश्तेदारों को देखा है मुझे आजतक कोई पसंद ही नहीं आया! अचानक से दरवाजे की घंटी बजी ,माँ के दरवाजा खोलने पर पता चला कि लड़के की माँ आ गयी हैं फ़ौरन बुलाया गया है, माँ के आँख दिखाने पर मैं सरपट गुसलखाने में गयी अपने बालों को आराम से धोया तभी अचानक गुसलखाने के दरवाजे पर खटखट ,यह कोई और नहीं बल्कि मेरी प्यारी माता जी ही थीं कह रही थीं-
`
                },
                {
                    type: 'img',
                    text: '../../../assets/part-3-1.jpg'
                },
                {
                    type: 'p',
                    text: `
                    अरे कब तक अंदर रहेगी ,जब वो लोग आ कर चले जायेंगे तब निकलेगी क्या?जल्दी कर जल्दी!
                    और मैं बेफिकरी से बोल रही थी-कोई सुकून से जीने नहीं देगा इस घर में रहना ही पाप है!जैसे तैसे बड़बड़ाते हुए गुसलखाने से बाहर आयी गीले बालों को सुखाने का वक़्त नहीं था बस कपड़े बदले और अचानक मेरी नज़र खुद पर पड़ी और फ़ौरन लिपस्टिक हाथ में उठाया, पीछे से माँ आकर बोली-
`
                },
                {
                    typs: 'ads',
                    text: ''
                },
                {
                    type: 'p',
                    text: `
                    क्यों री तू तो कह रही थी मुझे कोई फर्क नहीं पड़ता और अब खुद ही तैयार हो रही है -हा माँ हा हो रही हूँ तैयार बस वैसे भी फर्स्ट इम्प्रैशन इस द लास्ट इम्प्रेशन ! हाँ ठीक है भले ही कोई मुझे अच्छा लगे या न लगे पर मैं नहीं चाहती पापा का नाम खराब हो किसी भी मामले में शादी होना और न होना तो बाद कि बात है चलों चले मैं तैयार हूँ! 
                    माँ (हँसते हुए)- बहुरूपा है तू! तुझसे कोई पार नहीं पा सकता!चल। ऐसा कहते हुए हमदोनों निकल पड़े। क्या पता था यह मेरी मंजिल की ओर मेरा पहला कदम था!
`
                },
                {
                    type: 'p',
                    text: `
                    अपनी होने वाली सास को देखकर मेरी क्या प्रतिक्रिया थी?क्या मुझे पसंद आयी ?मेरी आगे की कहानी पढ़िए मेरे अगले भाग में <b><i>जीवन साथी हम दिया और बाती हम भाग ४</b></i>
`
                },
            ]
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-4',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-4',
            content: [
                {
                    type: 'h3',
                    text: 'जीवन साथी हम दिया और बाती हम भाग-4'
                },
                {
                    type: 'p',
                    text: `
                    मेरे सभी पाठकों को मेरा प्रणाम, मुझे उम्मीद है कि आपको मेरी यह कहानी पसंद आएगी दोस्तों यह कोई काल्पनिक कहानी न होकर मेरी अपनी खुद की कहानी है तो चलिए कहानी की ओर-`
                },
                {
                    type: 'img',
                    text: '../../../assets/part-4-1.jpg'
                },
                {
                    type: 'p',
                    text: `जैसे-जैसे मेरे कदम आगे बढ़ रहे थे वैसे वैसे मेरी हलचल और दिल की धड़कने और भी बढ़ती जा रही थी।सोचते-सोचते मैं माँ के साथ वहाँ पहुँची ,अंदर जाते ही वहाँ एक सुंदर सी कम उम्र की गोरी और लंबी सी महिला खड़ी थीं मैंने तुरंत उनके पाँव छू लिए।और मन ही मन सोचने लगी( यार लड़के की माँ कितनी सुंदर है एक दम दूध जैसी गोरी और एकदम फिट और जवान, लड़के को तो और भी सुंदर होना चाहिए था।) अचानक से मौसी जी का आगमन हुआ ,मौसी जी यानी मेरे होने वाले पति की मौसी उस वक़्त मैं उन्हें आंटी बुलाया करती थी मेरे ही सोसाइटी में जो रहती थीं।बुलाया क्या करती थी बस देखा करती थी वो भी देखने में कुछ कम सुंदर नहीं थीं।फिर वो मुझे अंदर ले गई ये कहते हुए चलो अंदर बैठी है मेरी बहन तब जा कर मेरा भ्रम टूटा ,तब पता चला जिसे मैं अनजाने में अपनी होनेवाली सास समझ रही थी वह मेरी सास नहीं बल्कि मौसी जी की देवरानी थीं। फिर मैं और माँ मौसी जी के पीछे हो लिए।`
                },
                {
                    type: 'p',
                    text: `वहाँ पहुँचने पर मेरी नज़र गयी एक मासूम सी ,लंबे कद वाली ,थोड़ी साँवले रंग की जो महिला बैठी थीं वह थी मेरी होने वाली सास! सच में दोस्तों वह बहुत ही मासूम सीधी सी प्यारी सी एक महिला हैं ।मैंने तुरंत ही उनके पैर छुए।और उनके सामने जा बैठी ,मुझे नए लोगों को देख कुछ अटपटा सा लग रहा था, और मैं बहुत शरमा भी रही थीं और उनके हर सवालों का जवाब देने के लिए तैयार बैठी थी,उनका`
                },
                {
                    type: 'img',
                    text: '../../../assets/part-4-2.jpg'
                },
                {
                    type: 'p',
                    text: `<b>पहला प्रश्न</b> - क्या नाम है तुम्हारा??`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>-जी अंजली`
                },
                {
                    type: 'p',
                    text: `<b>दूसरा प्रश्न</b>- क्या पढ़ाई कर रही हो??`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- जी, बी. एड फाइनल ईयर!`
                },
                {
                    type: 'p',
                    text: `<b>तीसरा प्रश्न</b> -खाना बनाना आता है??`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- जी हाँ ( बावर्ची जो हूँ!)`
                },
                {
                    type: 'p',
                    text: `<b>चौथा प्रश्न</b>- क्या क्या बना लेती हो ?`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- जी सब जो भी बोला जाता है मैं बना ले ती हूं।`
                },
                {
                    type: 'p',
                    text: `<b>पाँचवा प्रश्न</b>- शादी के बाद नौकरी करोगी??`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b> -जी हाँ ( क्यों नहीं इतना सिर पढ़ाई में ऐसे ही तो नहीं खपाया है।)`
                },
                {
                    type: 'p',
                    text: `दोस्तों वो इतने प्यार से बात कर रही थीं कि मेरा भी ह्रदय परिवर्तन हो गया।`
                },
                {
                    type: 'p',
                    text: `उनका <b>आखिरी प्रश्न था- शादी करनी है??</b>`
                },
                {
                    type: 'p',
                    text: `<b>मैंने</b> कहा-अनमने भाव से जी आंटी जी जैसा मम्मी पापा को ठीक लगे करवाएंगे तो कर लूँगी नहीं तो जैसा वो बोले।
                    और मेरे इस जवाब के साथ घर में चारों तरफ हँसी गूँज उठी।`
                },
                {
                    type: 'p',
                    text: `अब मेरा हृदय परिवर्तित हो चुका था, वैसे भी इंसान की मूल प्रवृत्ति है यदि स्नेह मिलता है तो बुरे से बुरा व्यक्ति भी बदल जाता है । अब मैं उन्हें आंटी कहकर संबोधित करने लगी थी ,ढेर सारी बात - चीत के बाद मैंने आंटी से और उन सब से  पाँव छू कर विदाई ली।उन्होंने सगुन के तौर पर कुछ पैसे मेरे हाथ पर रख दिए। (हमारे समाज में वर पक्ष की ओर से सगुन के तौर पर वधू के हाथ में  पैसा रखा जाना  ही रिश्ते को स्वीकृति देना माना जाता है।)`
                },
                {
                    type: 'p',
                    text: `पता नहीं पर मुझे यह आंटी बहुत अच्छी लगी ।जाते-जाते मैंने सोचा भगवान यहाँ शादी होगी इसका तो पता नहीं पर हाँ अगर भविष्य में देना तो मुझे बिल्कुल ऐसी ही सास देना ।`
                },
                {
                    type: 'p',
                    text: `कितनी स्मार्ट और मॉर्डन जमाने की लगती हैं, कितने स्वतंत्र विचारों वाली महिला हैं इनकी बहू बनकर तो हर लड़की खुश रहेगी। लड़के का तो पता नहीं पर माँ पसंद आ गयी थीं मुझे ।घर आते ही मैंने पापा से कहा पापा लड़के का तो नहीं पता पर मुझे ये आंटी बहुत पसंद आयी ।बहुत अच्छी है वह तभी पापा ने सोचा लोहा गरम है अभी ही हथोड़ा मार देना बेहतर होगा और बोले-मैं तो पहले ही कहता था बेटा तेरी नसीब बहुत अच्छी है अच्छा घर परिवार मिल रहा पढ़े, लिखे, सभ्य और सम्पन्न लोग हैं ये तुझे जीवन में किसी बात की कोई कमी नहीं होगी। और अगर माँ अच्छी है तो सोच ऐसी माँ का बेटा कितना अच्छा होगा।मेरी बात मान ना मत कह ।मैंने इस बात पर कोई प्रतिक्रिया नहीं जताई और चली गयी ।`
                },
                {
                    type: 'p',
                    text: `धीरे - धीरे समय बीतता गया, और मेरी बी. एड की परीक्षा नज़दीक आ गई और मेरा ध्यान वहाँ चले गया पापा ने सोचा यह कुछ बोल नहीं रही इसका मतलब इसकी तरफ से हाँ ही है ।शर्मा रही होगी।
                    फिर अचानक  लड़के वालों का फोन आया यह रिश्ता फाइनल है या नहीं पापा को जवाब देना था, पापा ने फिर मुझसे पूछना शुरू किया बोल बेटा फाइनल कर  दूँ ,मैंने कहा-`
                },
                {
                    type: 'p',
                    text: `पापा आप मेरी शर्त भूल गए ,मैं तब ही शादी करूँगी जब लड़के को सामने से देखूँगी ,वरना मुझे माफ़ करो ।
                    पापा ने समझाया बेटा हमारे यहाँ अच्छा नहीं माना जाता लड़के-लड़की का ऐसे मिलना ।
                    जाने दो पापा मुझे करनी ही नहीं है शादी मुझे इस दुनियाँ में अब किसी पर भरोसा नहीं है, मेरी ज़िद के आगे पापा की एक न चली, उन्होंने कहा ठीक है मैं बात करता हूँ उनसे अगर हाँ बोलते है तो बुला लेंगे, ठीक है पापा अगर इस बारे में हाँ बोलते हैं तभी ठीक वरना ये रिश्ता मना कर दो।`
                },
                {
                    type: 'p',
                    text: `पापा ने कहा देख बेटा पहले हाँ बोल दे तभी बुलाऊँगा इस दुनियां में हर कोई व्यस्त है कोई नौकर नहीं जब बुलाया आ जाए, मैंने सोचा पापा ऐसे नहीं मानेंगे हाँ बोल ही देती हूँ!पहले हाँ बोलकर देख लेती हूँ फिर अगर नहीं पसंद आया तो मना कर दूँगी, और पापा का क्या कुछ दिन नाराज़ होंगे फिर सबकुछ पहले जैसे हो जाएगा।`
                },
                {
                    type: 'p',
                    text: `मैंने पापा से कहा- ठीक है पापा ,मैं हाँ बोलती हूँ अब बुलवाओ, पर सिर्फ लड़के को बुलवाओ सबसे मिल चुकी हूँ मैं बस अब लड़के से मिलना है। मेरी यह बात भी मान ली गई लड़के वालों की तरफ से सूचना आयी कि वो लोग तैयार हैं।
                    दिसंबर का महीना था तारिख तो मुझे आज भी अच्छी तरह याद है ,उसदिन मेरा हॉल टिकट आने वाला था क्योंकि उसके ठीक २ दिन बाद ही मेरी परीक्षा थी, मैं जल्दी-जल्दी कॉलेज जा कर अपना हॉल टिकट लेकर आयी, दोपहर का भोजन ग्रहण किया और तैयार हो गयी। पापा ने कहा अपनी बहन को भी साथ ले जा, मैंने हामी भर दी। तैयार होते हुए माँ ने कहा साड़ी पहनकर जा तब मैंने कहा नहीं माँ मेरे पास समय नहीं और मुझे बनावटी नहीं बनना है वैसे भी एक बार शादी हो गयी तो जीवन भर ही साड़ी में लिपटे रहना है।`
                },
                {
                    type: 'p',
                    text: `माँ- आज पहली बार देख रही कि एक लड़की कितने ठाट के साथ अपने खुद के लिए लड़का देखने जा रही ।हमारे समय में तो बस फ़ोटो दिखा कर बता दिया जाया करता कि देख यह लड़का है!
                    मैं चिढ़ते हुए- माँ आप फिर चालू हो गईं वो जमाना अलग था और ये जमाना अलग है।
                    तभी अचानक पापा का फोन आया - लड़का अपनी माँ और मौसी के साथ आ रहा है ।जल्दी जाओ तुमलोग किसी को रुकाना अच्छी बात नहीं।तब मैंने माँ से कहा यह क्या माँ अब चलो आप भी तैयार हो जाओ अब जब लड़का अपनी फैमिली के साथ आ रहा तो मेरा ऐसे अकेले जाना सही नहीं ,तब माँ ने कहा अब देर हो चुका है ज्यादा सोचने समझने का वक़्त नहीं है अब फटाफट निकलो तुम दोनों बहन , मैं भगवान से प्रार्थना करती हूँ कि लड़के और उसके परिवार को तुम पसंद आ जाओ। मैंने चिढ़ते हुए कहा-`
                },
                {
                    type: 'p',
                    text: `भगवान से प्रार्थना करो माँ कि वो मुझे पसंद आ जाए।🙄🙄  
                    `
                },
                {
                    type: 'img',
                    text: '../../../assets/part-4-3.jpg'
                },
                {
                    type: 'p',
                    text: `अब मैं अपनी मंज़िल के तरफ चल पड़ी ,दोस्तों ये मेरे मंज़िल की ओर मेरा दूसरा कदम था। लड़के को मिलकर मेरी क्या प्रतिक्रिया होती है मेरी कहानी पढ़िए मेरे अगले भाग में <b><i>जीवन साथी हम दिया और बाती हम भाग ५</i></b> 
                    `
                }
            ]
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-5',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-5',
            content: [
                {
                    type: 'h3',
                    text: 'जीवन साथी हम दिया और बाती हम भाग-5'
                },
                {
                    type: 'p',
                    text: 'देखते-देखते वह समय भी आ गया जब मैं बहन के साथ स्थानीय रेस्टोरेंट में पहुँची जहाँ लड़का अपने परिवार के साथ आने वाला था,जब वहाँ पहुँची तो देखा अभी तक वे लोग नहीं पहुँचे हैं ,मेरा माथा ठनका और मन ही मन बोलने लगी कि - पापा भी न हमेशा इन्हें जल्दी रहती है घोड़े पर सवार रहते हैं।'
                },
                {
                    type: 'p',
                    text: 'और वही एक कुर्सी खींच कर बाहर ही बैठ गई एकदम गेट के पास कुछ देर बैठी ही थी कि अचानक से मेरी नज़र रेस्तरां के अंदर जा पहुँची जहाँ एक लड़का दो औरतों के साथ बैठा था ,भयंकर था देखने में ,मैं लड़के को तो नहीं देखी थी कभी लेकिन उसकी माँ और मौसी को देखी थी बहन सोनाली को कहा जा धीरे से चलते-चलते देख तो कहीं वही तो नहीं?क्योंकि मुझे शक था जिसे मैं पुख्ता करना चाहती थी और उनदोनों ही महिलाओं का मुंह दूसरी तरफ था जिसे मैं देख नहीं पा रही थी।मेरी बहन उठ खड़ी हुई और बहाने से जा पहुँची उनलोगों के नज़दीक ,और फिर धीरे से वापस लौट आयी, और कहाँ भगवान का शुक्र है कि ये वो लोग नहीं जिसे तू समझ रही ऐसे बोलकर बहन ने राहत दी। देखने में वह व्यक्ति बहुत ही कुरूप था, उसे देख भयभीत सी हो गयी थी ।'
                },
                {
                    type: 'img',
                    text: '../../../assets/part-5-1.jpg'
                },
                {
                    type: 'p',
                    text: 'मैं बैठे-बैठे सोच ही रही थी कि अचानक से एक हट्टा कट्टा लंबा चौड़ा युवक गेट से अंदर दाखिल हुआ और उसके पीछे दो महिलाएं, लड़के को तो मैं देखी नहीं थी सो पहचान न सकी पर जैसे ही दोनों महिलाओं को देखा तुरंत पहचान गयी यह तो मौसी जी हैं साथ में लड़के की माँ ,एक नज़र लड़के को देखना चाहा पर देख न सकी वो तुरंत घुम गया, फिर वो दोनों महिलाएं आगे-आगे मैं और छोटी बहन पीछे उन्होंने इशारे से हमें अंदर बुलाया और मैं तुरंत वहाँ पहुँची और दोनों महिलाओं के पाव छुए, उन्होंने ने हमें बैठने के लिए कहा हम बैठे तब अचानक से मेरा ध्यान लड़के पर गया लेकिन तब भी मैंने उसे पूरी नज़र से नहीं देखा, थोड़ा शर्मा भी रही थी उस वक़्त फिर मौसी और आंटी से बात करने लगी जो भी वे दोनों पूछ रहे थे मैं बताए जा रही थी,काफी शालीनता के साथ पेश आ रही थी आखिर पापा की इज़्ज़त का जो सवाल था।पापा और मम्मी ने जैसे समझा रखा था उससे भी कुछ अधिक अदब के साथ।मेरा यही मानना रहता था शादी हो न हो पर देखने वाले को भी लगे कि कोई स्टैंडर्ड तो है।'
                },
                {
                    type: 'p',
                    text: 'वहाँ एक चुप्पी सी छा गयी थी कुछ समझ नही आ रहा था क्या बात कि जाए उस चुप्पी को तोड़ते हुए वेटर ने मेनू कार्ड दिया और आर्डर लिया, सबने पूछा क्या खाना है, दोस्तों मैं स्वभाव से काफी खब्बू हूँ तो जो भी मिलजाता है ना नहीं बोलती पर सोचा ये मेरे अपने तो हैं नहीं फिलहाल कैसे इन्हें आर्डर दूँ और मैंने कह दिया जो आप लोगो को समझ में आए मंगवा लीजिये । उन्होंने इडली -सांभर और पाव भाजी मँगवाया ,फिर एक आवाज़ आयी चाय कौन-कौन पिएगा ?तभी मैंने सोचा कि शादी का तो पता नहीं पर फिलहाल जो मिल रहा जम कर उसके मजे उठा लेना ही बेहतर है और वैसे भी मैं चाय की दीवानी हूँ मैंने बच्चों की तरह जोर की आवाज़ में बोल दिया आंटी मुझे भी चाय! उन्होंने आर्डर कर दिया।नाश्ता आने तक काफी बातें हुईं मेरी उन आंटियों के साथ पर अब तक उस लड़के ने चुप्पी साध रखी थी शायद माँ के सामने बोलने से शर्मा रहा था, तभी बातों-बातों में उसने अपनी चुप्पी को तोड़ते हुए पूछा-आप भी इसी कॉलेज में पढ़ती हैं मतलब आप दोनों सहेलियां एक ही कॉलेज में?'
                },
                {
                    type: 'p',
                    text: '<b>यह उसके पहले बोल थे जो पहली बार मेरे कानों में पड़े थे।<b/>'
                },
                {
                    type: 'p',
                    text: 'वह अब तक मेरी बहन को मेरी सहेली समझ रहे थें।मैंने उनकी ग़लतफ़हमी को दूर करते हुए जवाब दिया,फिर हल्की फुल्की बातें शुरू हुई, तभी वेटर ने नाश्ता लगाया, नाश्ता क्या लगाया वही एक साथ लाकर उसने रख दिया और निकल लिया, सब नाश्ते को अपनी तरफ धीरे-धीरे अपनी तरफ सरका रहे थे कि मैंने सोचा कि क्यों न इन्हें परोस दूँ मदद करना तो मेरे स्वभाव में ही शामिल है और वे लोग मुझसे बड़े हैं यही सोचकर मैं सबको परोसने लगी यानी सबकी तरफ बढ़ाने लगी, बड़ी ही शालीनता और अदब से बातें करते हुए मैं परोस रही थी, जिसे वह लड़का चुपके चुपके नज़रों से मुझे नोटिस कर रहा था और मेरा भी पूरा ध्यान था कि वह मुझे नोटिस कर रहे हैं पर मैंने उन्हें जताया नहीं।सबने खाना शुरू किया, खाते-खाते खाने के स्वाद की बातें होने लगी मैं भी इसपर अपनी प्रतिक्रिया बरोबर दिए जा रही थी वहाँ छोटी बहन गप गुप नाश्ता दबाए जा रही थी दूसरी तरफ वो लोग भी खाए जा रहे थे और मैं बड़े ही अदब और काफी अंदाज़ के साथ बड़ी ही सफाई के साथ एक- एक चम्मच खाना मुँह में डाल रही थी ।उनलोगों को वहाँ खाना कुछ खास पसंद नहीं आया इसलिए सबने थाली में खाना छोड़ दिया यहाँ तक बहन ने भी ,मैं भी नहीं खाना चाहती थी क्योंकि मेरा पेट भर चुका था लेकिन सोचा कि यदि मैंने खाना छोड़ दिया तो ये लोग मेरे बारे में क्या सोचेंगे और फिर अन्न का अपमान भी तो पाप ही है यही सोच कर मैं खाती रही।जैसे ही उन्होंने खाना खत्म किया तभी आंटी ने कहा -चलो सोनाली बाहर चलो अपनी दीदी को बात करने दो हम बाहर बैठते हैं ।'
                },
                {
                    type: 'p',
                    text: 'वैसे ही मेरी बहन को वो लोग बाहर ले गए,अब वहाँ सिर्फ हमदोनों ही थे आमने - सामने,मुझे बहुत अजीब सा लग रहा था कि क्या बात करूँ कैसे करूँ?'
                },
                {
                    type: 'p',
                    text: 'आखिर क्या बात होती है हमदोनों के बीच जिससे मुझे बहुत गुस्सा आ जाता है और मैं रिश्ता कैंसल करदेना चाहती थी जानने के लिए बने रहिए मेरी इस धारावाहिक कहानी के साथ - <b><i>जीवन साथी हम दिया और बाती हम भाग 6<b></i>'
                },

            ]
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-6',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-6',
            content: [
                {
                    type: 'h3',
                    text: 'जीवन साथी हम दिया और बाती हम भाग-6'
                },
                {
                    type: 'p',
                    text: 'अब हमदोनों आमने-सामने एकदम अकेले थे, कुछ समझ नहीं आ रहा था क्या बात करें उन्हें भी और मुझे भी तभी अचानक मैंने एक नज़र उसके चेहरे पर घुमाया और उसका चेहरा ध्यान से देखने लगी तभी उसकी आँखें मुझपर टिकी तो तुरंत मैंने अपनी नज़रों को नीचे झुका लिया जैसे किसी ने मेरी कोई चोरी पकड़ ली हो, फिर अचानक से मेरा ध्यान उसकी कलाई पर गया एक काला- सा धागा पहन रखा था किसी भगवान का मैं उस धागे को गौर से देख सोच रही थी शुक्र है कि यह वही लड़का है जिसे मैंने फ़ोटो में देखा है उसमें भी इसने यही काले रंग का धागा पहन रखा है बिल्कुल वही है, आजकल लड़कों की अदलाबदली बहुत होती है जिसकी चिंता मुझे बनी रहती है पर ठीक है यहाँ वैसा केस बिल्कुल नहीं है। तभी मैंने फिर से अपना सिर ऊपर उठाया तो देखा वह भी मुझे चोर नज़रों से इधर - उधर करते हुए देख रहा था मुझे नोटिस किए जा रहा था,दोनों की नजरें आपस में टकराई और हमदोनों ने ही शर्मा कर अपना सिर झुका लिया। बैठे-बैठे बस यही सोचे जा रही थी कि कितना सभ्य लड़का है अबतक इसने मुझसे मेरा फ़ोन नंम्बर नहीं माँगा क्या बात है शायद इसे मुझमें कोई दिलचस्पी नहीं या फिर कुछ ज्यादा ही संस्कारी है।लगता है इसे इसकी माँ ने जबरदस्ती उठा लाया है इसका भी मन नहीं होगा शादी करने का बिल्कुल मेरी तरह।'
                },
                {
                    type: 'img',
                    text: '../../../assets/part-6-1.png',
                    animate: 'fade-right'
                },
                {
                    type: 'p',
                    text: 'कुछ विषय ही नहीं जिसपर चर्चा करती, जाने से पहले सोचा था ये पूछुंगी वो पूछूँगी पर अब मिलने पर दिमाग काम नहीं कर रहा। तभी अचानक से मैंने पैर थोड़ा सरकाना चाहा तो ध्यान पड़ा कि मामला गड़बड़ है यहाँ जो मैंने ऊँची हील वाली सैंडल पहन रखी थी उसका बकल एकदूसरे सैंडल में पूरी तरह जुड़ चुका अब मैं वहाँ से हिल भी नहीं सकती थी जरा भी टेबल से उठती तो मैं गिर सकती थी इसलिए चुपचाप खाती गयी।और वो मुझे खाते हुए एकटक देखे जा रहा था ,एक-एक टुकड़ा सफाई से खा रही थी सोची इसी खाने के बीच मैं अपने सैंडल को छुड़ा लूँगी पर तब तक के लिए मुझे ऐसे ही बैठकर खाते रहना पड़ेगा अगर मैंने अपना खाना बंद किया तो ये चलने और यहाँ वहाँ घूमने की बातें कर सकता है और अगर उठी तो मुहँ के बल गिर जाउंगी फिर सारा इम्प्रैशन चले जायेगा जाहिल समझेगा मुझे और शायद हँसे भी,चुपचाप खाना ही मुनासिब समझा । '
                },
                {
                    type: 'p',
                    text: `हमदोनों कि इस चुप्पी को तोड़ते हुए उसने सवाल पूछना शुरू किया।सवाल नंबर एक- शादी करोगी?
                    मैं- जी हाँ😊(मन ही मन कह रही थी अबे गधे शादी करनी है तभी तो यहाँ बैठी हूँ, यहाँ क्या मैं तितलियाँ उड़ाने आयी हूँ।)
                    ऐसा कह कर हल्की सी मुस्कुराहट छोड़ दी।और मैंने भी उससे ठीक यही सवाल किया जिसके एवज में उसने भी हामी भर दी।फिर उसने अगला सवाल किया-मेरा परिवार बहुत बड़ा है क्या तुम एडजस्ट करलोगी?`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- क्या ! फिर भी कितना बड़ा परिवार है आपका?`
                },
                {
                    type: 'p',
                    text: `<b>वो</b>-  हाथों को हवा में लहराते हुए अंदाज़ में बोलता है, बहुत बड़ा परिवार है मेरा कम से कम पचास लोगों का ।`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- (जैसे उसने कोई सडू सा कोई जोक मार दिया हो जबरन मुस्कुराते हुए)  जी अच्छी बात है ,पर मैं कर लूँगी एडजस्ट, रहने में क्या तकलीफ है मेरा परिवार तो आपसे भी बड़ा है, बस सब यहाँ-वहाँ छिटके हुए हैं कम से कम सत्तर होंगे।`
                },
                {
                    type: 'p',
                    text: `अब तो जैसे इस बात पर मैंने उसके मुँह पर ताला ही लगा दिया था, वाक्पटुता में कोई भी मेरा मुकाबला नहीं कर सकता।अब मैंने सवाल करना शुरू किया-`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- आपका  नाम क्या है?`
                },
                {
                    type: 'p',
                    text: `<b>वो</b>- जैकी😊`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- जैकी!क्या आपका सिर्फ यही नाम है?`
                },
                {
                    type: 'p',
                    text: `<b>वो</b>-नहीं मेरा असली नाम सचिन है लोग मुझे जैकी बुलाते हैं।`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- ओह ! अच्छा।`
                },
                {
                    type: 'p',
                    text: `<b>वो</b>-और आपका क्या नाम है?`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- जी, अंजली।`
                },
                {
                    type: 'p',
                    text: `<b>वो</b>-क्या आपका सिर्फ यही नाम है?आपको प्यार से क्या बुलाते हैं?या घर का नाम?`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- जी मेरा बस यही एक नाम है कई बार लोग मुझे अंजू बुलादेते है, और मेरी माँ मुझे अंजा बुलाती है।`
                },
                {
                    type: 'p',
                    text: `<b>वो</b>-अच्छा और कुछ पूछना है?`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>-आप क्या करते हैं?`
                },
                {
                    type: 'p',
                    text: `<b>वो</b>- सॉफ्टवेयर डेवलपर हूँ!`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>-मतलब?`
                },
                {
                    type: 'p',
                    text: `<b>वो</b>- इंजीनियर हूँ।`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>-ओह, अच्छा,समझी।😌`
                },
                {
                    type: 'p',
                    text: `<b>वो</b> - लगता है आपको इडली बहुत पसंद है, और कुछ खाना है?`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- जी नहीं बस इतना ही काफी है यही खा लूँ बहुत है।`
                },
                {
                    type: 'p',
                    text: `(उसी बीच मैंने अपने सैंडल का बकल पैर की सहायता से छुड़ा लिया।)कब से खा रही खत्म नहीं हो रहा।😅
                    वो- क्या बात है, नहीं खाया जा रहा तो जबदस्ती मत करो, छोड़ दो।`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- नहीं जाने दो मैं खा लेती हूँ, खाना वेस्ट नहीं करना चाहिए।`
                },
                {
                    type: 'p',
                    text: `<b>वो</b>- वाह!क्या बात है।
                    `
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- वैसे आप कौन सी कम्पनी में काम करते हैं?`
                },
                {
                    type: 'p',
                    text: `<b>वो</b>-यल एंड टी`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- इसका फुल फॉर्म?`
                },
                {
                    type: 'p',
                    text: `<b>वो</b> -लार्सन एंड टूब्रो`
                },
                {
                    type: 'p',
                    text: `यह सुनकर मैं तो जैसे फुले नही समायी, वाह कितना होनहार है इतना भी बुरा नहीं, जितना मुझे लगा। बॉडी और पर्सनालिटी भी बढ़िया है, लगता है जिम जाता होगा।मसल्स देख कर लगरहा।`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b> - अच्छी बात है।😔`
                },
                {
                    type: 'p',
                    text: `<b>वो</b>-शादी के बाद नौकरी करनी है आपको?`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- हा क्यों नहीं आखिर इतनी पढ़ाई जो कि है।`
                },
                {
                    type: 'p',
                    text: `<b>वो</b>- एक बात पूछू अगर बुरा न लगे तो?`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- हा पूछो क्या बात पूछनी है?`
                },
                {
                    type: 'p',
                    text: `<b>वो</b>-आपकी हाइट कितनी है?`
                },
                {
                    type: 'p',
                    text: `यह सुनते ही तो मेरा पारा जैसे सातवें आसमान पर, इतना क्रोध आया, और मन ही मन बोलना शुरू किया-पता था, दिखा दी अपनी औकात ,ये लड़के होते ही ऐसे है, खुद को पता नहीं क्या समझता है, घमंडी कही का, ऐसे लड़के से शादी तो दूर मैं शक्ल भी न देखना चाहती, पापा मिल गयी आपको खुशी मुझे इस तरह दुःखी कर ,कितना घमंडी लड़का है आपको कैसे पसंद आ गया, अगर मैं यही बात पलट कर इसके जवाब में बोलूँ की तू कौन सा बड़ा कार्तिक आर्यन है, तुझे तो शायद अपने चेहरे की रंगत को सुधारने के लिए फेयर एंड हैंडसम लगाना चाहिए, पर उससे क्या तेरी ये जो सडू थिंकिंग है वो तो नहीं चेंज होने वाली ,अगर जैसे तू मेरी लंबाई पूछ रहा अगर मैं तेरा रंग पूछू तो? पर यह सब बातें मेरे मन में ही दबी रह गई जुबान पर ला न सकी वो भी पापा की वजह से।और मैंने हड़बड़ाते हुए जवाब दिया-`
                },
                {
                    type: 'img',
                    text: '../../../assets/part-6-2.jpeg',
                    animate: 'fade-left'
                },
                {
                    type: 'p',
                    text: '<b>चित्र सौजन्य</b>: www.adobarable.com'
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- मेरी हाइट लगभग 5.2 है।
                    `
                },
                {
                    type: 'p',
                    text: `<b>वो</b>-ओह ! और कुछ पूछना है?`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>-जी नहीं इतना ही काफी है ,धन्यवाद! क्या हम चले।`
                },
                {
                    type: 'p',
                    text: `<b>वो-</b> ठीक है चलते हैं । 
                    `
                },
                {
                    type: 'p',
                    text: `अब हमदोनों उठ खड़े हुए और चलने को तैयार हो गए मेरे अंदर इतना गुस्सा भरा था कि जो बात बोलनी थी वह न बोलकर उससे उसकी हाईट ही पूछ बैठी।    `
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- वैसे आपकी हाईट कितनी है???😑😑😑
                    `
                },
                {
                    type: 'p',
                    text: `<b>वो</b>- मेरी 5.7😅😅`
                },
                {
                    type: 'p',
                    text: `मैं मन ही मन बोलने लगी तब क्या इतना घमंड खा रहा हाईट को लेकर खुद कौन-सा बहुत लंबा है😏😏
                    तभी अचानक से एक नज़र मैंने सिर से पाँव तक घुमाया और देखा तो देखती रह गयी बहुत लंबा था वो और सोचने लगी इसको देख के तो नहीं लगता कि यह सिर्फ 5.7 का है।
                    <b>मैं</b>-(हैरानी के साथ) क्या सच में आपकी हाईट इतनी ही है, लगता तो नहीं।🙄
                    <b>वो-</b> (हल्की सी मुस्कान के साथ) अरे! मैं मज्जाक कर रहा ,मेरी हाइट 6 फुट है।`
                },
                {
                    type: 'p',
                    text: `यही सब बात करते -करते हम बाहर आ गए, तभी आंटी ने कहा-हो गई बात चीत अच्छे से और कुछ पूछना है तो पूछ लो?
                    <b>मैं</b>- नहीं ऑन्टी ठीक है और कुछ नहीं पूछना ।अब मैं चलती हूँ।`
                },
                {
                    type: 'p',
                    text: `और गुस्से में मैं अपनी बहन के साथ रिक्शा रोकने लगी।उतने में एक रिक्शा आ रुका और मैं बैठ गयी, पीछे से ऑन्टी ने आवाज़ लगाई और कहा ऐसे कैसे खाली हाथ जाने दे सकती हूँ और उन्होंने शगुन के पैसे हाथ पर रख दिए। वहाँ वो लड़का खड़े खड़े मुझे देख रहा था ,पर मैं इतने गुस्से में थी कि एक बार भी उसकी तरफ न देखा इस उम्मीद से की अब दोबारा तुम्हारी शक्ल नहीं देखूँगी।और चल दी घर की तरफ वहाँ पहुँचते ही मेरा क्या बर्ताव था क्या फैसला लिया मैंने ,कैसे मानी मैं इस शादी को करने के लिए, जानने के लिए पढ़िए मेरी कहानी मेरे अगले भाग में-<b>जीवन साथी हम दिया और बाती हम भाग-7<b/>`
                },
            ]
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-7',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-7',
            content: [
                {
                    type: 'h3',
                    text: 'जीवन साथी हम दिया और बाती हम भाग-7'
                },
                {
                    type: 'p',
                    text: 'मैं बहन के साथ वापस घर लौट आयी।आते ही गुस्से से हैंड बैग फेका फिर वो मनहूस ऊंची हील उठा कर दूसरी तरफ फेंकी धडाम की आवाज़ सुनते ही माँ अंदर से बाहर आयी।'
                },
                {
                    type: 'p',
                    text: '<b>माँ</b>-क्या बात है बड़ी जल्दी आ गए तुम दोनों मुश्किल से एक घण्टा ही हुआ है । कैसा था मेरा होनेवाला दामाद ?पसंद तो आया न तुझे? इतना गुस्से में लाल क्यों है बोल क्या हुआ।'
                },
                {
                    type: 'p',
                    text: `<b>मैं</b> - तू भी न माँ बहुत मतलबी है ,कम से कम पानी तो पिला देती।🙄😑`
                },
                {
                    type: 'p',
                    text: `<b>माँ</b>-जा बेटा पानी ले आ ,बिन मतलब मुझ पर लाल पीली हो रही😠😠 मैं इतने अच्छे से बात कर रही और ये तुनक कर जवाब दे रही। रिश्ता बाप ने देखा मैंने तो सिर्फ बात की और तब से ही इतनी चिढ़ी हुई है मुझपर। 
                    `
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- तो और क्या करूँ माँ?😢(आँखों में आँसू भर आए)`
                },
                {
                    type: 'p',
                    text: `मेरी ऐसी स्थिति देख कर माँ का दिल पिघल जाता है ।उठा कर प्यार से पानी देती है और सिर पर हाथ फेरते हुए और पुचकारते हुए  पूछती है।`
                },
                {
                    type: 'p',
                    text: `<b>माँ</b>-तू बताएगी नहीं तो मैं कैसे जानूँगी ? सोनाली!!जा इसके लिए गरम चाय बना ला । 
                    `
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- माँ 😩शादी करना जरूरी क्यों है इतना?तुमलोगों के कहने पर मैं गई और इस रिश्ते के लिए मंजूरी दी,पर ये लोग लायक ही नहीं। लड़के वाले होने के वजह से खुद को खुदा ही समझ लेते हैं। `
                },
                {
                    type: 'p',
                    text: `<b>माँ</b>-बोल क्या हुआ?`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>-कितना घमंडी है वह लड़का! बहुत अकड़ू है, मुझसे मेरी हाइट पूछ रहा था, क्या मैं इतनी छोटी हुँ माँ, ठीक तो है मेरी लंबाई क्या कमी है मुझमें इससे पहले कितने रिश्ते आए इससे भी लंबी हाईट वाले लड़के ,मैंने उनको रिजेक्ट कर दिया, पता नहीं क्या समझता है इसके लिए मैं मैटर नहीं बल्कि मेरी हाईट मैटर करती है।ऊपर से पूछता है सर्विस करोगी। ये भी कोई पूछने की बात है इतनी पढ़ाई डिग्री और सर्टिफिकेट क्या मैं पाव भाजी बनाने के लिए ले रही।घमंडी कही का😵मुझे तो लगता है उसको इस रिश्ते में दिलचस्पी नहीं है तुमलोग जबरदस्ती फंसा रहे मुझे इस जंजाल में।कल को वो मुझे छोड़ भी सकता है उसके खयालात देखो हाईट कोई पूछता है क्या?कल को कोई लंबी लड़की का रिश्ता आएगा तब तो ये रवाना हो जाएगा।`
                },
                {
                    type: 'p',
                    text: `<b>माँ</b>- मैं क्या बोलू बेटा तेरे पापा से बात कर।इतना गुस्सा मत कर बोल कुछ खाया पिया?`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- हाँ बहुत कुछ खाया इतना खाया की पेट ही भर गया साथसारी बात बता दी साथ मन भी! बस हाईट में ही लंबा है और कुछ नहीं । माँ का लाडला है जो वो कहती है वही करता है देख कर ही पता चल रहा, मेरी कोई बात कभी नहीं सुनेगा और न ही मेरी कोई अहमियत होगी वहाँ😩😩दया कर माँ मुझपे, मुझे वहाँ नहीं जाना।मेरी ही किस्मत फूटी हुई थी जो इससे अच्छे-अच्छे रिश्ते रिजेक्ट किए।शायद उसी कि सजा भगवान जी दे रहे।`
                },
                {
                    type: 'p',
                    text: `<b>माँ</b> मेरी बातें सुनते जा रही थी और मैं बकबक करते करते कब सो गयी पता ही न चला।शाम को पापा आए ।माँ ने पापा को सारी बात बता दी। मुझे जगाया गया।`
                },
                {
                    type: 'p',
                    text: `<b>पापा</b>- क्या बात है बेटा मिली उनलोगों से ?कैसे लगें?
                    `
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>-पापा आप तो सब जान चुकें हैं ऐसा तो है नहीं कि माँ ने आपको न बताया हो, फिर जान कर क्यों अनजान बन रहे।सच कहूँ तो मुझे ये लड़का बिल्कुल नहीं पसंद!शादी तो दूर इसकी शक्ल नहीं देखना चाहती।
                    `
                },
                {
                    type: 'p',
                    text: `<b>पापा</b> मेरी बातें सुन-सुनकर हँसे जा रहे थे।उनको हँसते देख मेरी क्रोधाग्नि और भी भड़क उठी।
                    `
                },
                {
                    type: 'p',
                    text: `<b>पापा</b>- ऐसी छोटी मोटी बातें तो होती रहती हैं उसमें इतना गुस्सा क्यों?😊`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>-( हैरान होकर) पापा आप भी! आखिर किस मिट्टी के बने हैं आप?उसने आपकी बेटी की बेज़्ज़ती की वाहियात सवाल पूछे और आप हँस रहे। सही है मैं जानती हूँ इस वक़्त आपको मुझे यहाँ से कैसे भी कर के निकालना है इसी लिए मेरी बर्बादी करना चाहते हैं।`
                },
                {
                    type: 'p',
                    text: `<b>पापा</b>- बेटा जिसे तू बर्बादी कह रही उसे शादी कहते हैं एक नए रिश्ते की पहल है।और क्या हो गया उसने तुझसे तेरी लंबाई पूछ ली, वो लंबा है हाईट में, आखिर उसे भी तो औसत लंबाई वाली लड़की चाहिये।तूने ये हील पहन रखा था  इसलिए उसे लगा होगा तू बहुत छोटी है।`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- पापा मैं छोटी नहीं बल्कि वह आवश्यकता से अधिक लंबा है।कमी मुझमें नहीं है।तकलीफ उसकी है कि वह लंबा है। और यदि ऐसा बर्ताव मैं उसके साथ करती तो उसके रंग रूप पर जाती तो कितनी ठेस पहुँचती उसे, फिर उसने ऐसे क्यों किया, अरे! मैं तो इसकी तस्वीर देख कर ही मना कर रही थी पर आपने अपने मन का किया जबर्दस्ती हामी भरवाई। भला ये सब भी कोई पूछता है, पूछने को तो बहुत से विषय है वो उस पर चर्चा कर सकता था लेकिन नहीं!इन्हें तो बस लंबाई ही पूछनी है लगता है बाँस की फट्टी से शादी रचानी है इन्हें।`
                },
                {
                    type: 'p',
                    text: `<b>पापा</b>- उसके पास कोई विषय ही नहीं होगा तो क्या पूछता बेचारा तो उसने यही पूछ लिया होगा। तू खामख्वाह चिंता कर रही है। सब ठीक है ।`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- उसकी ऐसी हरकत से तो लगता है कि उसे कोई लंबी लड़की ही चाहिए।इससे पहले कि वो मुझे रिजेक्ट करे मैं ही उसे ना बोल देती हूँ फाइनल!`
                },
                {
                    type: 'p',
                    text: `<b>पापा</b> ने मेरी एक बात नहीं मानी बस समझाते गए ,आखिर कार मैंने भी एक ऐसा फैसला ले लिया जो मैं हरगिज़ नहीं चाहती थी।`
                },
                {
                    type: 'p',
                    text: `क्या था मेरा फैसला जानने के लिए पढ़िए मेरी कहानी का अगला भाग- <B>जीवन साथी हम दिया और बाती हम भाग -८</b>`
                },
            ]
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-8',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-8',
            content: [
                {
                    type: 'h3',
                    text: 'जीवन साथी हम दिया और बाती हम भाग-8'
                },
                {
                    type: 'p',
                    text: 'पापा ने बहुत समझाया मुझे, और अपने जीवन में घटित बातों का वास्ता दे कर उन्होंने मुझे मना ही लिया और मुझे पापा ने मना ही लिया, आखिरकार मैंने वह फैसला ले लिया जो मैं हरगिज़ नहीं लेना चाहती थी, जी हाँ, शादी का फैसला ,मंजूरी से या मज़बूरी से मुझे हा बोलना ही पड़ा।दुनियाँ में माता-पिता से बढ़कर कुछ नहीं ,अगर वो हैं तो दुनियाँ की सारी खुशियाँ अपनी अगर वो साथ न दे तो सब सपना बनकर रह जाता है। मेरे हिसाब से आप सभी को भी अपने माता-पिता द्वारा लिए गए फैसले का सम्मान करना ही चाहिए।'
                },
                {
                    type: 'p',
                    text: 'अब मैं मान चुकी थी पापा कि खुशी का कोई ठिकाना ही नहीं रहा । मैं भी उनकी खुशी देख मुस्कुरा दी आखिर कर भी क्या सकती थी पर सच कहूँ अब भी अंदर से तैयार नहीं थी ।पापा ने फोन लगाया और वर पक्ष को सूचना दी अर्थात जो भी शादी करवा रहे थें। और बताया कि हमारी तरफ से हाँ है। अब उनकी बारी थी वहाँ से भी बातें हुईं की जल्द से जल्द अब इस रिश्ते को आगे बढ़ाया जाए।'
                },
                {
                    type: 'p',
                    text: 'यहाँ घर में हर कोई सपने बुनने लगा मेरी शादी को लेकर सहेलियों को भी बताया वे भी खुश हुई और भगवान से प्रार्थना करने लगी मेरी खास दोस्त यानी जिगरी दोस्त निशा वो तो मेरी खुशी में ही अपनी खुशी समझती है।वो बहुत खुश हुई आखिर उस मैडम ने भी मेरी शादी में तैयार होने कपड़े गहने पार्लर वगैरह जैसी तैयारियों के बारे में सोचना शुरू कर दिया आखिर उसकी पक्की दोस्त जो ठहरी। सब की खुशी का तो जैसे ठिकाना नहीं माँ ने भी मेरे हामी भरते ही योजनाएं बनाना शुरू कर दिया ये लेना है वो लेना है तेरे लिए गहने बनवाने है मेहमान आयेंगे ये वो न जाने क्या-क्या।'
                },
                {
                    type: 'p',
                    text: 'बहन ने जूते चुराने की योजना तैयार की भाई ने भी उसमें उसका साथ देने का वादा किया। जीजा को मजा चखाएँगे ,आए तो पता चले हम  लोग कैसे हैं।😂'
                },
                {
                    type: 'p',
                    text: 'यहाँ सब अपने-अपने परपंच में लगे थे और मैं किसी कशमकश में डूबी थी ,माँ के सिर पर हाथ फेरने से सहसा सोच में डूबी मैं यथार्य में आ पहुँची। '
                },
                {
                    type: 'p',
                    text: '<b>माँ</b>- ले चाय पी, क्या हुआ क्या सोच रही? अब भी खुश नहीं है क्या?क्या सोच रही?देख बेटा जो भी बात मन में है वह साफ बता दे बाद में कोई झंझट नहीं चाहते हम।'
                },
                {
                    type: 'p',
                    text: '<b>मैं</b>- नहीं माँ ऐसी कोई बात नहीं पापा का लिया फैसला मंज़ूर तो है पर.......'
                },
                {
                    type: 'p',
                    text: '<b>माँ</b>- पर क्या?'
                },
                {
                    type: 'p',
                    text: '<b>मैं</b> - माँ आज मुझे पहली बार इस रिश्ते को लेकर डर लग रहा है।'
                },
                {
                    type: 'p',
                    text: '<b>माँ</b>- कैसा डर ?और क्यों?'
                },
                {
                    type: 'p',
                    text: '<b>मैं</b>- बस यही कि क्या पता उस लड़के को मैं पसंद भी हूँ या नहीं, उसके घर वाले तैयार है पर उसका कोई जवाब नहीं मिला। उसको मैं पसंद हूँ या नहीं अगर पसंद होती तो क्या वह मुझसे मेरी हाइट पूछता? पर उसने पूछा! '
                },
                {
                    type: 'p',
                    text: '<b>माँ</b>- तू डर मत सब ठीक है, वो लड़का शर्मिला होगा इसलिए नहीं बोला ज्यादा ,उसके माता-पिता को बतायेगा जो बात होगी और हां है तभी तो बातचीत चल रही उसने मन ही मन कहीं न कहीं तुझे पसंद कर ही लिया होगा । अच्छा एक बात बता क्या वह तुझे देख रहा था? '
                },
                {
                    type: 'p',
                    text: '<b>मैं</b>- हाँ माँ ,देख तो रहा था छिप छिप कर पर इससे क्या?'
                },
                {
                    type: 'p',
                    text: '<b>माँ</b>-यही तो....., वह तुझे देख रहा था इसका मतलब साफ है कि उसने तुझे पसंद किया। अगर नहीं करता तो देखता ही क्यों बल्कि वह तेरे बारे में बहुत कुछ जानना चाहता होगा पर डर और शर्म के मारे बोल नहीं पाया होगा, मैं समझ सकती हूँ उसे तू चिंता मत कर। बस चाय पी आगे की चिंता छोड़।'
                },
                {
                    type: 'p',
                    text: '<i>(मैं एकटक माँ को देखे जा रही थी कि वह भी इस रिश्ते से कितनी खुश हैं इसलिए उन्हें कुछ दिखाई नहीं दे रहा, बहुत भोली है माँ तू ऐसा मन में कहा और फिर अचानक से मस्ती सूझी।)</i>'
                },
                {
                    type: 'p',
                    text: '<b>मैं</b> - ओ...........हो.........! क्या बात है माँ आजकल आपको बहुत पता चल रहा लड़को के बारे में क्या बात है!🤣😂😉'
                },
                {
                    type: 'p',
                    text: '<b>माँ</b>- अब बस कर चाय पी कर मदद कर मेरी और कुछ सीख अब ससुराल जाने वाली है वरना वहाँ भी ऐसे ही मटरगस्ती करेंगी और शिकायत सुनने को मिलेगी।'
                },
                {
                    type: 'p',
                    text: '<b>मैं</b> -(मुँह बनाते हुए) ह्म्म्म🙄😑'
                },
                {
                    type: 'p',
                    text: 'दो -तीन दिन ऐसे ही बीत गए ,सोचा एक बार वापस उसकी फोटो देख लूँ कैसा दिखता है, फिर मन में आया बार-बार देखने से कोई बदल तो नहीं जायेगा छोड़ो। पापा भी आराम से चाय पी रहे थे शाम का वक्त था ,औऱ फिर से फ़ोन की घण्टी बजी पर बार- बार फ़ोन की घण्टी बजना एक आम बात है पर लड़के वालों की तरफ से फोन का आना सबके कान खड़े कर देता है। मेरे अंदर भी था क्या बात है सुनू तो जरा और पापा ने जैसे ही फ़ोन उठाया -ठीक है नीचे आता हूँ करके वापस रख दिया और नीचे चले गए सबके मन में सवाल छोड़ ।'
                },
                {
                    type: 'p',
                    text: 'अब रात के आठ बज गए बाहर कॉरिडोर में चक्कर लगाते-लगाते ,माँ भी सोच में डूबी की ऐसी क्या बात है जो नीचे बुलाया है। तभी अचानक से पापा आ पहुँचते है उन्हें जलपान देते हुए माँ पूछती है क्या हुआ?अचानक क्यों बुलाया? और इतनी देर लगा दी?पापा कुछ परेशान से लगे तो मैंने उनसे कुछ सवाल जवाब नहीं किया सीधे बुक ले कर अंदर चली गयी और पढ़ने लगी उन दिनों परीक्षा भी चल रही थी ,लेकिन पढ़ाई में बिल्कुल मन नहीं लगा और सोच विचार करने लगी आखिर बात क्या है ऐसा सोचते सोचते नींद आने लगी तो खा कर उस दिन जल्दी ही सो गई। तकरीबन  साढ़े ग्यारह बजे सहसा मेरी नींद टूटी तो घर में सब जगह सन्नाटा पसरा था मुझे लगा सब सो चुके है वैसे भी आधी रात में उठ कर फ्रिज में से कुछ न कुछ खाने की आदत है। रसोईं घर बाहर बरामदे के समीप ही है कोई उठ न जाए कर के दबे पाँव मैं चलने लगी अचानक से मेरे कानों में कुछ खुसुर पुसुर सी आवाज आने लगी यह आवाज़ बाहर बरामदे में से आ रही थी और मैं परदे की ओट के पीछे छिप कर खड़ी हो गई वो आवाज कोई और नहीं बल्कि माँ और पापा आपस में बातें करते हुए कर रहे थे। मैंने सोचा अचानक इतनी रात कै ऐसी क्या बात हो गई जो अबतक बातें चल रही जरा सुनू तो और वहीं खड़े हो चुपचाप सुनने लगी। '
                },
                {
                    type: 'p',
                    text: '<b>पापा</b>- शर्मिला लगता है है ये शादी नहीं हो पाएगी।'
                },
                {
                    type: 'p',
                    text: '<b>माँ</b>- लेकिन क्यों !अंजली के पापा, आखिर ये शादी क्यों नहीं हो पाएगी ? आज शाम तक तो सब ठीक था ?और अब अचानक ये बोल रहे क्या बात है?'
                },
                {
                    type: 'p',
                    text: '<b>पापा</b>- हाँ शर्मिला शाम तक ठीक था पर ये रात है शाम नहीं वक्त के साथ फैसले बदलने लगते हैं सोच बदलने लगती है इसलिए कह रहा कि ये शादी नहीं हो पाएगी शायद।'
                },
                {
                    type: 'p',
                    text: '<bमाँ</b> -  भगवान बेटी भाग्य में जब देता है ,तो उसके साथ उसकी किस्मत भी लिख देता है, आज आप गए तो थे वहाँ आखिर क्या बात हुई   विस्तार में बताइएगा।'
                },
                {
                    type: 'p',
                    text: 'आखिर ऐसी क्या बात हुई लड़के वालों से, जो पापा ने शादी का फैसला अचानक बदलने की सोची उन्हें क्यों लगा कि ये शादी नहीं हो पाएगी? जो कि पापा ने अपने आगे एक न सुनी मेरी मुझे इस शादी के लिए ड्रामा कर मनवाया और अचानक से उनके मुँह से ऐसी बात? जानने के लिए पढ़िए मेरी कहानी का अगला भाग - <b>जीवन साथी हम, दिया और बाती हम भाग -9</b>'
                },
            ]
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-9',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-9',
            content: [
                {
                    type: 'h3',
                    text: 'जीवन साथी हम दिया और बाती हम भाग-9'
                },
                {
                    type: 'p',
                    text: '<b>पापा</b>- हाँ शर्मीला, क्या कहूँ मैं इस समाज को ? इतना पढ़ा-लिखा कर ,सबकुछ कर हार गया मैं इस समाज से! ये समाज के लोग और उनकी सोच इतनी घटिया है कि मैं क्या कहूँ! न जाने इस समाज से दहेज़ का लालच कब जाएगा?कब तक एक बेटी के बाप को कर्ज़दार होना पड़ेगा?पर अब बेटी का बाप हूँ तो झेलना ही पड़ेगा।'
                },
                {
                    type: 'p',
                    text: '<b>माँ</b>- हाँ अंजलि के पापा ये बात तो है दहेज़ हमारे समाज का अभिशाप है, मैंने नहीं झेला ?जब से इस घर में कदम रखा ,तब से लेकर आपकी माँ के स्वर्गवासी होने तक मैंने उनके मुँह से यही ताने सुने की इसके बाप ने नंगी बुच्ची भेज दिया!कुछ दान दहेज़ नहीं!कुछ जेवरात नहीं कम से कम इसके बाप को टीवी और पंखा तो दे देना था, पर भेज दिया यहाँ हमारे सीने पर मूँग दरने!'
                },
                {
                    type: 'p',
                    text: '<b>पापा</b> से अपनी माँ की जरा भी बुराई बर्दाश्त नहीं हुई जैसे उनके हृदय पर किसी ने कुंठाघात किया हो, उनसे रहा नहीं गया और चिढ़ते हुए बोल पड़े-'
                },
                {
                    type: 'p',
                    text: '<b>पापा</b>- क्या यार शर्मिला अब बस भी करो अब तो माफ करदो बेचारी को अब तो मेरी माँ इस दुनियाँ में भी नहीं है।'
                },
                {
                    type: 'p',
                    text: '<b>माँ</b>- ओहहहो ! बड़ी माँ की पक्षदारी ले रहे, जब तुम्हारी माँ चार जन के सामने मेरी बेज़्ज़ती करती थी तब क्या तुम्हारे कान सूज गए थे, कितना रोती थी, कितना बोलती थी कि मुझे दहेज़ को लेकर अम्मा जी सुना रही पर आप, आपके तो कानों में जूं तक न रेंगी!तब तो आपके मुँह से एक आवाज़ तक नहीं फूटी!😏😏'
                },
                {
                    type: 'p',
                    text: '<b>पापा</b>-अरे! क्या यार अब ये सब प्रपंच लेकर बैठ गयी यहाँ मैं परेशान हूँ।😖 अब आगे का सुनोगी भी या बोलती रहोगी।'
                },
                {
                    type: 'p',
                    text: '<b>माँ</b>- ह्म्म्म,सुनाइए?😐😕'
                },
                {
                    type: 'p',
                    text: '<b>पापा</b>- इनलोगों ने काफी ज्यादा पैसों की मांग की है,इतना तो मेरे बजट में नहीं, कुछ हिसाब किताब नहीं बैठ रहा, अगर हाँ बोल दिया तो कर्ज़दार हो जाऊँगा।कहाँ से भरूँगा?'
                },
                {
                    type: 'p',
                    text: `<b>माँ</b>- जी मैं कहती हूँ ना मत बोलो, कहो तो अपने सारे जेवरात मैं गिरवी रख दूँगी, पर इस रिश्ते को ना मत कहो।
                    बार-बार अच्छे रिश्ते मिलते नहीं है।फिर आप कहाँ ढूँढोगे ऐसा रिश्ता?मेरा मतलब मुम्बई का , जिसका खुद का अपना घर, अच्छी नौकरी और जमीन जायदाद! ना मत कहो ,हमारे समय की बात अलग थी, और अब की बात अलग है अब सबकुछ चाहिए तो कुछ पैसे देने ही पड़ेंगे।
                    `
                },
                {
                    type: 'p',
                    text: `<b>मैं</b> बहुत देर तक सुन रही थी पर ज्यादा देर तक मुझसे ये सब सुना नहीं गया और मैं बोल पड़ी, दोस्तों यहाँ मैं दहेज़ के पैसे नहीं लिख रही पर हमारे लिए यह रकम काफी बड़ी यानी लाखों हैं। कारणवश मैं यहाँ नहीं लिख रही रही।`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b> - नहीं, माँ,नहीं! ये शादी नहीं हो सकती।मेरा जमीर इसकी इजाजत नहीं देता। माँ मैंने प्रतिज्ञा ली थी कि मैं कभी दहेज़ दे कर शादी नहीं करूँगी। `
                },
                {
                    type: 'p',
                    text: `<b>माँ</b> - बेटी यह तो रिवाज है देना ही पड़ता है वरना हमारे समाज में बदनामी झेलनी पड़ती है कि नंगी बुच्ची भेज दिया इसके माँ -बाप ने कुछ नहीं दिया फिर इस बात के लिए जीवन भर एक लड़की को सुनना पड़ता है,और मैं नहीं चाहती कि जो मुझ पर बीती है भविष्य में तुझपर बीते।`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>-पर माँ मैं पढ़ी- लिखी हूँ आपलोगों ने इतना मुझपर खर्चा किया मुझे पढ़ाया- लिखाया  ,इस काबिल बनाया की मैं आत्मनिर्भर बन सकूँ और अब ये सब ,और मैं ऐसे घर में नहीं जाना चाहतीजहाँ लालच हो। क्या हमारे कुछ लाख रुपयों से उनका घर जीवन भर चल जाएगा क्या?बोल माँ, जवाब दे?
                    चार दिन में मुफ्त में मिले पैसे उड़ा देंगें उन्हें क्या पता पैसों की कीमत सिर्फ भीख में दहेज़ चाहिए ,बड़ी-बड़ी जो इनलोगों ने ढींगे हाँकि है औकात नहीं शायद इसलिए एक बेचारे सामान्य इंसान से पैसे ऐंठ रहे है बेशर्म लोग, नहीं करनी ऐसे घर शादी।
                    `
                },
                {
                    type: 'p',
                    text: `<b>माँ</b> - अब तू जा, जाकर सो, बस भी कर!येसब सोचना तेरा काम नहीं है जा अंदर।😠😠😠😡`
                },
                {
                    type: 'p',
                    text: `<b>मैं</b>- नहीं माँ नहीं,बोल लेने दो, मैं अच्छी तरह जानती हूँ बड़ी-बड़ी फेक के पैसे ऐंठ लेंगे, इनको क्या फर्क पड़ेगा, फर्क तो सिर्फ और सिर्फ पापा को पड़ेगा।`
                },
                {
                    type: 'p',
                    text: `वही पापा हमदोनों की बातें चुपचाप सुन रहे थे और अचानक उनकी चुप्पी एक तेज़ आवाज़ के साथ टूटी।`
                },
                {
                    type: 'p',
                    text: `पापा- बस😠😠😠😡😡😡बहुत हो गयी दोनों की बकवास । इस वक़्त मैं सिर्फ और सिर्फ यही चाहता हूँ कि दोनों के दोनों चुपचाप अपना रास्ता नापों, जाओ सो जाओ।`
                },
                {
                    type: 'p',
                    text: `<bमैं</b>- लेकिन पापा.....🤒`
                },
                {
                    type: 'p',
                    text: `<bपापा</b> - अंजली एक बार बोला न अंदर जा तो जा बार - बार बोलना न पड़े।`
                },
                {
                    type: 'p',
                    text: `पापा ने इसप्रकार घूरते हुए कहा कि उसके बाद मेरी आवाज़ नहीं निकली ,चुपचाप अंदर चली गई।और घर में एक गहरी शांति छा गई।`
                },
                {
                    type: 'p',
                    text: `अगली सुबह जब मैं उठी तो अचानक से मेरा ध्यान पापा पर गया, देखा तो वो गहन विचार में डूबे हुए थे, मैंने उन्हें चाय देते हुए उनका ध्यान खींचा तो उनकी आँखें देख लग रहा था कि जैसे वे रातभर सोए नहीं। पर मैंने पिछली बातों पर कोई चर्चा नहीं की। लेकिन उन्हें देखने से प्रतीत हो रहा था कि उनका चित्त शांत है, उन्होंने चुपचाप चाय पी और सब अपनी-अपनी दिनचर्या में लग गए।बहुत सोच विचार करने के कुछ दिन पश्चात पापा ने निर्णय लिया।पापा ने मुझे और मां को बुलाया और अपना फैसला सुनाते हुए कहा-`
                },
                {
                    type: 'p',
                    text: `<b>पापा</b> -  शर्मिला मैं चाहता हूँ मेरे फैसले का सम्मान हो, मेरी आज्ञा का पालन हो।मैंने जीवन भर सिर्फ और सिर्फ तुमलोगों के बारे में सोचा ,अब चाहता हूँ कि मेरे बारे में भी विचार विमर्श हो।मैंने फैसला कर लिया है कि इसकी शादी वहीं होगी उसी घर में होगी वो भी थाट-बाट और धूमधाम से होगी इसके लिए मुझे मेरे घर ही क्यों न बेचना पड़ जाए। जा जाकर इसके शादी की तैयारी करना शुरू कर।`
                },
                {
                    type: 'p',
                    text: `हम दोनों ने चुपचाप हामी भर दी, क्योंकि मैं पापा को अच्छी तरह जानती हूँ बिन मतलब बखेड़ा करेंगे, और अपनी बात जबरदस्ती मनवाकर ही रहेंगें जब येसब होने ही वाला है तो फिर इनसे बहस करने का मतलब नहीं।`
                },
                {
                    type: 'p',
                    text: `<bपापा</b>- मैं आज ही लड़के वालों से बात कर आता हूँ और फाइनल कर आता हूँ।`
                },
                {
                    type: 'p',
                    text: `घर में एक खुशी का माहौल सा छा गया, पर मैं अंदर ही अंदर दुःखी थी इस समाज का घिनौना रूप देख कर,कि दहेज़ की लालच में न जाने कितनी बेचारियों की बलि चढ़ा दी जाती है।कितने मजबूर बाप को कर्ज़दार होना पड़ता है।
                    आज पापा जैसे तैसे कर लेंगें पर उनका क्या होता होगा जिनके बाप के पास सिर्फ उनकी बेटी होती होगी।`
                },
                {
                    type: 'p',
                    text: `शाम का समय हो चला पापा तैयार हो कर घर से निकल रहे थे रिश्ता पक्का करने।उतने में माँ ने भी आकर उन्हें बढ़ावा दिया और दही शक्कर खिला दिया । अब सब को फैसले का इंतज़ार था कि लड़के वाले क्या कहेंगें।`
                },
                {
                    type: 'p',
                    text: `अब दोस्तों और कितनी अड़चने आएँगी इस रिश्ते के होने में कैसे पक्का होता है  मेरा रिश्ता जानने के लिए मेरी कहानी पढ़िए मेरे अगले शेष भाग में -<b>जीवन साथी हम दिया और बाती हम। भाग -10</b>`
                },
            ]
        },
        {
            name: 'मेरे सपनों की रानी कब आएगी तू',
            partName: 'मेरे सपनों की रानी कब आएगी तू ? भाग-1',
            partId: 'मेरे-सपनों-की-रानी-कब-आएगी-तू-भाग-1',
            content: [
                {
                    type: 'h3',
                    text: 'मेरे सपनों की रानी कब आएगी तू ? भाग-1'
                },
                {
                    type: 'p',
                    text: 'आज प्रसन्ना बहुत ही प्रसन्न था, सालों की मेहनत ,तपश्या के पश्चात आखिरकार उसे उसके बाबू जी ने शहर जाने की इजाज़त जो  दे दी।बचपन से ही वह शहर जाने के सपनें देखा करता। जीवन में कभी शहर देखा ही नहीं था ,बस सुना भर था, उसे उसके दोस्त हर रोज शहर के हसीन सपने दिखा कर सुलाया करते, परंतु उसके बाबू जी बहुत ही कट्टर किस्म के व्यक्ति थे, उनका ऐसा मानना था कि शहर की हवा लगते ही वह बदल जाएगा ,भूल जाएगा और हमें गाँव में छोड़ कर चले जाएगा, बस इन्हीं सब उधेड़बुन में प्रसन्ना के बाबू जी ने उसे शहर की हवा न लगने दी। बंबई शहर, सपनों का शहर!'
                },
                {
                    type: 'p',
                    text: 'यहाँ लाखों -करोड़ों के सपनें पूरे होते हैं लोग छोटे-छोटे गाँव कस्बों से आकर यहाँ कि चकाचौंध में गुम जाते है या कह लो रम जाते हैं, प्रसन्ना को भी अपने सपनों की दुनियाँ बम्बई में ही दिखाई देती ।'
                },
                {
                    type: 'p',
                    text: 'प्रसन्ना के बाबू जी चाहते थे कि प्रसन्ना का ब्याह हो जाए, आखिर कुछ ही महीनों में छब्बीस का जो होनेवाला था ,उसे उसके बाबू जी ने कई रिश्ते दिखाए ,जोर - जबरदस्ती की पर वह नहीं माना । वह सोचा करता उसे उसके सपनों की रानी बस मुम्बई में ही मिलेगी, न कि गाँव में।पढ़ने में तो वह बहुत होनहार था, पूरे माधोपुर गाँव में उसने टॉप जो किया था, पर आर्थिक रूप से बहुत कमजोर था उसका परिवार घर में उसके माँ, बाबू जी, भाई, भाभी, छोटा भतीजा ,छोटी बहन आदि रहते थे। अब जानते हैं प्रसन्ना को बम्बई जाने की मंजूरी आखिर कैसे मिली, तो हम आपको बता दें माधोपुर गाँव में प्रसन्ना के कई मित्र ऐसे थे जो नाक के बाल की तरह उसके इर्दगिर्द रहा करते पक्की मित्रता थी सबकी आपस में उन्हीं में से उसका एक मित्र लाखन था ,जो कि उसका लंगोटिया यार था, हर वक्त उसका साथ दिया करता था, लाखन का परिवार प्रसन्ना के मुकाबले आर्थिक रूप से मज़बूत था, इसलिए लाखन ने कभी #संघर्ष देखा ही नहीं था, सबकुछ बाप दादा का बनाया था, सुख का जीवन व्यतीत कर रहा था इसलिए पढ़ने - लिखने में भी उसकी कोई खास दिलचस्पी नहीं थी ।'
                },
                {
                    type: 'p',
                    text: 'एक दिन लाखन और प्रसन्ना बनारस के अस्सी घाट पर बैठे समय व्यतीत कर रहे थे, हर संध्या दोनों साथ- साथ घाट पर जाया करते और पानी में तैराकी लगाया करते। उसी दिन जब वो वापस अपने गाँव को लौट रहे थे तभी उन्होंने माधोपुर की ओर जाती सड़क के किनारे नुक्कड़ पर  चाय की चुस्कियों के साथ ठट्ठे लगाते देखा समीप गए तो देखा कि वे लोग मैगज़ीन में कुछ पढ़ रहे थे, गर्म मामला लगा तो लाखन ने अठखेलियाँ करते हुए चचा जी के हाथ से मैगज़ीन छीन ली और कहा - हम भी तो देखें चचा जान बुढ़ौती में कौन सी लैला को ताड़ रहे।'
                },
                {
                    type: 'p',
                    text: 'चचा- अरे, का बेटवा का कहत हौ ई बुढ़ौती में हम ई सब काहे देखने लगे भला, तुम्हरी चाची से ही फुरसत नहीं मिलती । खुद ही पढ़ लियो का लिखा है ,हम सब तो कम पढ़े लिखें है इ तोहरे सबन के काम जरूर आ जावेगी।😅'
                },
                {
                    type: 'p',
                    text: 'लाखन ने मैगज़ीन को देखा तो एकटक देखते रह गया मुँह खुला का खुला ,तभी प्रसन्ना ने उसका मुँह बंद करते हुए पूछा - अरे वो साले ये बता क्या पढ़ लिया इस मैगज़ीन में जो तेरे मुँह खुले रह गए है बोल? ( प्रसन्ना लाखन के हाथ से मैगज़ीन छीन लेता है, और पढ़ने लगता है और पढ़ते ही वह आश्चर्य चकित होजाता है उसकी खुशी का तो जैसे कोई ठिकाना ही नहीं रहता, और जोर की छलांग लगाता है।)'
                },
                {
                    type: 'p',
                    text: 'आखिर ऐसा क्या मैगज़ीन में लाखन ने पढ़ लिया था जिसके वजह से वह खुशी से उछल पड़ा जानने के लिए पढ़िए कहानी का अगला भाग- <b>मेरे सपनों की रानी कब आएगी तू? - भाग 2</b>'
                },
            ]
        },
        {
            name: 'मेरे सपनों की रानी कब आएगी तू',
            partName: 'मेरे सपनों की रानी कब आएगी तू ? भाग-2',
            partId: 'मेरे-सपनों-की-रानी-कब-आएगी-तू-भाग-2',
            content: [
                {
                    type: 'h3',
                    text: 'मेरे सपनों की रानी कब आएगी तू ? भाग-2'
                },
                {
                    type: 'p',
                    text: 'मैगजीन पढ़ते ही तो प्रसन्ना उछलने लगता है और धड्म से गिर जाता है फिर भी हँसने लगता है। 😵😆'
                },
                {
                    type: 'p',
                    text: `<b>लाखन</b>- अरे ! पगला गए हो का ? उठो ,हम जानते हैं आज तुम बहुत ही प्रसन्न हो, आज तुम्हरे मन की मुराद जो पूरी हो गई, आखिर इहे तो तुम चाहते थे,😀 कौन बनेगा करोड़पति में हिस्सा लेने का मौका जो मिल गवा तुमको, बधाई हो ।💐
                    अब तो तुमको तुम्हरे सपनों की रानी मिल ही जाएगी!😁`
                },
                {
                    type: 'p',
                    text: `<b>प्रसन्ना</b>- हा रे ! लखनवा सही कहा तूने, आज मेरा सपना पूरा होई गवा 😌  ,पिछले चार साल से ट्राय कर रहे थे ,बाबू जी ने शर्त रखी थी, कुछ बड़ा करना तब जाना बम्बई ,वरना ऐसे तो नहीं जाने देंगे । आज इ जानकर वो बहुत ही प्रसन्न होंगें बिल्कुल हमरे नाम की तरह। 😊`
                },
                {
                    type: 'p',
                    text: `<b>लाखन</b>- अरे!तो देरी कौन बात की चलो ,दे देते हैं खुश खबरी आज दीना चच्चा बहुत खुश होंगें,अब से तुम निकम्मे नहीं कहलाओगे।😂`
                },
                {
                    type: 'p',
                    text: `दोनों की हँसी साथ में फूट पड़ती है।😂🤣 दोनों यार कंधे पर हाथ रखे चल पड़ते हैं अपने गाँव माधोपुर की ओर। सूरज अस्त होते हुए अपने रोशन दान को बंद करने लगा, चारों ओर लालिमा छा गई।अब दोनों दोस्त गाँव पहुँचते हैं।तभी अचानक पीछे से कोई प्रसन्ना के कान जोरों से खींचता है।यह कोई और नहीं बल्कि प्रसन्ना की माता जी थी,महरी।`
                },
                {
                    type: 'p',
                    text: `<b>प्रसन्ना</b>- अम्मा आप!`
                },
                {
                    type: 'p',
                    text: `<b>अम्मा(महरी)</b>- 😠😠😡हा रे पगलेट ,बुड़बक हम ही हैं, का रे!कहाँ था?अब तक?जानत नहीं तुम्हरे बाबू जी कब से तोहार इंतज़ार कर रहे,बैलन को सानी-पानी कौन देवेगा रे??अगर उनके घुटने में दर्द न होता तो तोहार राह काहे देखते? बोल?😩`
                },
                {
                    type: 'p',
                    text: `उतने में प्रसन्ना अम्मा(महरी) को उठा लेता है और गोल-गोल घुमने लगता है,सहसा अम्मा (महरी) के स्वभाव में परिवर्तन आता है और  अम्मा के मुँह से  हँसी के फ़व्वारे फूट पड़ते हैं।😆🤣`
                },
                {
                    type: 'p',
                    text: `<b>अम्मा(महरी)</b>- चल- चल उतार नीचे ज्यादा लाड़ मत लड़ा, हम सब समझत हैं पहले दिनभर मटरगस्ती करता है इस लखनवा के साथ, फिर इहा ,का करूँ मैं तेरा!`
                },
                {
                    type: 'p',
                    text: `<b> प्रसन्ना</b>-  बंबई जाने की तैयारी कर ,तेरी बहू को लेने जा रहा हूँ ले कर ही लौटूँगा।😍😎😜
                    `
                },
                {
                    type: 'p',
                    text: `<b>अम्मा</b>- चल हट फिर से पगलेटी का दौरा पड़ने लगा तोहे!🙄`
                },
                {
                    type: 'p',
                    text: `<b> प्रसन्ना</b>- (माँ का हाथ पकड़ते हुए) अरे ,अम्मा इ देख हमनें जो दो महीना पहले फार्म भरा था, कौन बनेगा करोड़पति में भाग लेने खातिर हम उसमें पास हो गए, अब हमें  अमिताभ बच्चन जी के साथ कौन बनेगा करोड़पति में खेलने का मौका मिलेगा, अम्मा  आज तेरा प्रसन्ना बहुत ही खुश है।😎😎`
                },
                {
                    type: 'p',
                    text: `<b>अम्मा(महरी)</b> - का !😭तू सच कह रहा रे ,बचवा ?हमका पता था एक न एक दिन तू कछू बड़ा  जरूर कर दिखाएगा,शिव संभू ने मेरी सुन ली।`
                },
                {
                    type: 'p',
                    text: `सहसा  दोनों की दृष्टि  आँगन के दूसरे छोर  पर पड़ी जहाँ प्रसन्ना के बाबू जी 😶 द्वार पर  स्तब्ध खड़े थे, जब महरी (अम्मा) दीना (बाबू जी) के समीप जाती है तो देखती है दीना की आँखे भर आयी हैं । और तभी दीना अपने दोनों हाथ फैला लेता है । जिसमें दौड़ कर प्रसन्ना बाबू जी के गले लग जाता है और प्रसन्ना की भी आँखे भर आती है।😢`
                },
                {
                    type: 'p',
                    text: `<b>प्रसन्ना</b>- बाबू जी आपकी आँखों में आँसू?😦
                    `
                },
                {
                    type: 'p',
                    text: `बाबू जी(दीना)- नहीं मेरे बच्चे इ तो खुशी के आँसू है, आज मुझे यकीन नहीं हो रहा कि तोहें इतना बड़ा मौका मिलेगा, हम तुमको हमेशा से नकारा निकम्मा ही समझे ,तोहरे खातिर कछु कर नहीं पाए। आज अगर हमनें कुछ किया होता तो हमारी आर्थिक स्थिति ऐसी न होती तोहरे बड़े भाई को ऐसे लोगों के घर-घर जा कर चिट्ठियां और तार नहीं बांटने पड़ते। तोहरी अम्मा को भी हम जीवन में आज तक कौनो खुशी नहीं दे पाए। 😢😭
                    `
                },
                {
                    type: 'p',
                    text: `<b>प्रसन्ना</b> - बाबू जी आप निराश न हो, अब हम करेंगें आप सबका सपना पूरा ,इ हमार वादा है। अब दुःख के सारे बादल छट जायेंगे, अब केवल  सुख ही सुख।
                    `
                },
                {
                    type: 'p',
                    text: `बाबू जी- ठीक है जा, दे दी हमनें तोहका बंबई जाने की मंजूरी, लेकिन! तुम अकेले नहीं जाओगे, ई लाखन भी जायेगा तुम्हरे साथ ।`
                },
                {
                    type: 'p',
                    text: `प्रसन्ना और लाखन एक साथ- जी बाबू जी बिल्कुल ।हम दोनों साथ जाएंगें।
                    `
                },
                {
                    type: 'p',
                    text: `<b>अम्मा(महरी)</b> - अरे ओ बिमला जा ,जा कर गुड़ पानी ले आ मुँह मीठा करवा दूँ बचवा का😄।

                    `
                },
                {
                    type: 'p',
                    text: `<b>विमला</b> - आए अम्मा ,अभी लाए।
                    `
                },
                {
                    type: 'p',
                    text: `विमला प्रसन्ना के बड़े भाई की पत्नी यानी उसकी भाभी है, जो स्वभाव की बहुत ही सीधी और चंचल है। जब से ब्याह कर  आयी है पूरे घर को संभाल लिया है, गृहस्थी में मानों रम सी गयी है।विमला सरपट जा कर गुड़ पानी ले आती है।
                    `
                },
                {
                    type: 'p',
                    text: `विमला-ये लीजिए अम्मा ।😄 अरे देवर जी बहुत- बहुत बधाई हो।😉अब तो आपकी निकल पड़ी😁।अब तो आपके सपनों की रानी के मिलने का  रास्ता खुल ही गया,जल्दी से देवरानी जी को ले आओ ।
                    `
                },
                {
                    type: 'p',
                    text: `वहीं महरी विमला को तुनकती😕 हुई अंदर जाने बोलती हैं, तभी बाबू जी बोल पड़ते हैं।
                    `
                },
                {
                    type: 'p',
                    text: `बाबू जी-देखो बेटवा , जा तो तुम रहे हो बम्बई ,पर हाँ ध्यान रहे इस घर के मान मर्यादा का ख्याल रखना सबकुछ तुम्हरे ऊपर है, इज़्ज़त भी और बेइज्जत भी।(तभी प्रसन्ना के बड़े भाई का आगमन होता है।)ये लो, पिंटू भी आ गया।😀
                    `
                },
                {
                    type: 'p',
                    text: `पिंटू- अरे! का बबुआ, हम का हल्ला गुल्ला सुन रहे! तुमको करोड़पति के मंच पर जाने का मौका मिल रहा, बड़ी खुशी की बात है, जीत कर आइयो।
                    `
                },
                {
                    type: 'p',
                    text: `प्रसन्ना- 😊जी भईया, बस आशीर्वाद दीजिए।(प्रसन्ना अपने बड़े भाई के साथ -साथ सभी परिवारजनों का आशीर्वाद लेता है।)🙌
                    `
                },
                {
                    type: 'p',
                    text: `सबके सब एक साथ आशीर्वाद देंते हैं और एक साथ सबके मुँह से तथास्तु निकलता है।🖐️और पूरे घर में हँसी गूँज उठती है।😁😁🤣😂😊😀देखते-देखते रात हो जाती है।उसदिन सब जल्दी सो जाते हैं क्योंकि सवेरे प्रसन्ना को बंबई की ट्रेन जो पकड़नी है। वहीं ऊपर छत पर खुले आसमान के नीचे चार पाई पर प्रसन्ना लेटे- लेटे बम्बई जाने के सपनें देखने लगा । और सोचने लगा कि उसके सपनों की रानी कैसी होगी, कितनी खूबसूरत होगी। जा तो रहा हूँ ,पर मिलेगी भी या नहीं ।उसका ध्यान करोड़पति जैसी प्रतियोगिता में कम और उसकी ड्रीम गर्ल पर ज्यादा था।
                    `
                },
                {
                    type: 'p',
                    text: `आखिर कैसे रहेगा प्रसन्ना के बम्बई का सफर और उसके स्वप्न नगरी की दुनियां ?क्या प्रसन्ना को मिलेगी उसकी सपनों की रानी?क्या प्रसन्ना करोड़पति के मंच पर अपना जादू चला पाएगा? या उसे खाली हाथ वापस लौटना पड़ेगा।जानने के लिए पढ़िए इस धारावाहिक वेबसीरीज़ का तीसरा भाग- मेरे सपनों की रानी कब आएगी तू?-भाग 3
                    `
                },
            ]
        },
        {
            name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल',
            partName: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-१',
            partId: 'रहस्यमयी-हॉन्टेड-कैमरा-एक-आत्मा-का-शैतानी-खेल-भाग-1',
            content: [
                {
                    type: 'h3',
                    text: 'रहस्यमयी-हॉन्टेड-कैमरा-एक-आत्मा-का-शैतानी-खेल-भाग-1'
                },
                {
                    type: 'p',
                    text: `मेरे सभी प्रिय पाठकों एवं<br/> 
                    निर्णायकगण को मेरा नमस्कार,<br/>
                    मैं अंजली सचिन मिश्रा ,<br/>`
                },
                {
                    type: 'img',
                    text: '../../../assets/haunted-part-1-1.png',
                    animate:'fade-right'
                },
                {
                    type: 'p',
                    text: `प्रतिलिपि पर चल रहे  श?श ?श? कोई है? के हॉन्टेड कहानी सम्मेलन की प्रतियोगिता में भाग ले रही हूँ ,आशा है कि आप सब मेरी यह कहानी पढ़कर भयभीत जरूर होंगें।`
                },
                {
                    type: 'p',
                    text: `मेरी आज की कहानी का शीर्षक है रहस्यमयी हॉन्टेड कैमरा-एक आत्मा का शैतानी खेल भाग१`
                },
                {
                    type: 'p',
                    text: `पाठकों, यह कहानी सन १९९५ की है इस कहानी के मुख्य नायक हैं मिस्टर मिहीर सक्सेना। ये पेशे से एक वकील हैं परंतु इन्हें फोटोग्राफी का भी बहुत शौक़ है, वकालत के साथ- साथ मिस्टर मिहीर को सोशल मीडिया पर अपने फोटोज़ एवं वीडियोस साझा कर ब्लॉग डालने का शौक है।`
                },
                {
                    type: 'p',
                    text: `<b>मिस्टर मिहीर</b> , अपने  परिवार के साथ हाल ही में बंगाल के चुन्नारगढ़ में एक छोटे से कस्बे  माधवपूर  में शिफ्ट हो रहे हैं, इससे पहले ये इलाहाबाद के उच्चन्यायालय में वकील के पद पर कार्यरत थें, सरकारी वकील होने के नाते इनका तबादला चुन्नारगढ़ में हुआ शहर से दूर एक छोटा सा कस्बा है माधवपुर , बहुत ही शांत इलाका है यह!`
                },
                {
                    type: 'p',
                    text: `एक पुराने से मकान के सामने एक टैक्सी रुकी ,इस टैक्सी से कोई और नहीं बल्कि मिहीर बाबू अपने परिवार के साथ उतर रहे थे !
                    मिहीर बाबू- कितना पैसा हुआ?`
                },
                {
                    type: 'p',
                    text: `<b>टैक्सी ड्राइवर</b>-जी 35 रुपए।
                    `
                },
                {
                    type: 'p',
                    text: `<b>मिहीर बाबू</b>- ये लो ! आपका परिचय जान सकता हूँ?

                    `
                },
                {
                    type: 'p',
                    text: `<b>टैक्सी ड्राइवर</b>- छोटू नाम है मेरा ,यही पास के गाँव में रहता हूँ। अगर कोई जरूरत पड़े तो बाबू जी हमें जरूर याद करना चलता हूँ।जय राम जी की।
                    `
                },
                {
                    type: 'p',
                    text: `<b>मिहीर बाबू</b>- जय रामजी की।

                    `
                },
                {
                    type: 'p',
                    text: `<b>विनीता</b>- क्या आप भी !किसी से भी बातें करने लगते हो!कितना अजीब था वो ! 😏😏(यह है विनीता मिहीर बाबू की धर्मपत्नी)
                    `
                },
                {
                    type: 'p',
                    text: `<b>मिहीर बाबू</b>- हऊऊऊऊ 😁😁तुम्हें कभी कोई अच्छा लगा है जो आज लगेगा?`
                },
                {
                    type: 'p',
                    text: `<b>विनीता</b> - अब चलो भी ,मुझे सारा सामान सेट करना है, और ये कितना अजीब - सा मकान ले लिया है ,इट्स सो ओल्ड!`
                },
                {
                    type: 'p',
                    text: `<b>मिहीर बाबू</b>- हे भगवान बचा लो इस महान महिला से!`
                },
                {
                    type: 'p',
                    text: `अगले दिन मिहीर बाबू की बेटी रीमा का जन्मदिन है ।
                    आज सुबह से ही विनीता घर के कामों में लगी है। तभी मिहीर बाबू कमरे आते हैं-
                    विनीता जरा मेरा कैमरा लाना तो!सोच रहा हूँ कि आज कुछ फोटोज़ और वीडियोस ले ही लूँ!कई दिन हो गए मुझे सोशल मीडिया पर ब्लॉग डाले।और आज तो बहुत ही ख़ास दिन है आज तो हमारी बिटिया रीमा का जन्मदिन है।`
                },
                {
                    type: 'p',
                    text: `<b>विनीता</b>- आप भी न बस कैमरे में ही आपकी जान बसती है, हम तो कुछ हैं ही नहीं !🙄😏`
                },
                {
                    type: 'p',
                    text: `</b>मिहीर बाबू</b>- अरे भाग्यवान क्या आप भी! तुम दोनों तो मेरी पूरी दुनियां हो!
                    विनीता-बस! बस! बहुत हुआ आपका ये मस्का पॉलिश, मैं सब समझती हूँ! `
                },
                {
                    type: 'p',
                    text: `<b>मिहीर बाबू</b>-आ जाओ रीमा बिटिया, आज हम फोटोज निकालेंगे!
                    रीमा- यस पापा !(यह है मिहीर बाबू और विनीता की ५ वर्षीय एकलौती बेटी रीमा)
                    विनीता - ये लीजिये ये रही आपकी चाय! क्या बात है कुछ परेशान नज़र आ रहे ??`
                },
                {
                    type: 'p',
                    text: `<b>मिहीर बाबू</b> - हाँ यार विनीता ,देखो न ये कैमरा चल ही नहीं रहा!
                    `
                },
                {
                    type: 'p',
                    text: `<b>विनीता</b> -जी वो !( क्षमाभाव से)
                    `
                },
                {
                    type: 'p',
                    text: `<b>मिहीर बाबू</b>- क्या हुआ बोलो?

                    `
                },
                {
                    type: 'p',
                    text: `<b>विनीता</b>- जी ,दरअसल मुझसे ही कुछ दिनों पहले ये गिर गया था ,डर के मारे मैंने आपको यह बात नहीं बताई और चुपचाप रख दिया। प्लज़्ज़ मुझे मुआफ़ कर दो।`
                },
                {
                    type: 'img',
                    text: '../../../assets/haunted-part-1-2.jpg',
                    animate:'fade-left'
                },
                {
                    type: 'p',
                    text: `<b>मिहीर बाबू</b>- अपनी उदासीनता को छिपाते हुए बोले, कोई बात नहीं विनीता , तुम उदास मत हो, मैं तुमसे नाराज़ नहीं हूँ, रही कैमरे की बात तो मैं आज ही बाजार जा कर एक नया कैमरा ले आऊँगा, मैं क्या हम तीनों जाएँगे आज शॉपिंग पर, लेट्स गो डार्लिंग।`
                },
                {
                    type: 'p',
                    text: `<b>रीमा</b> - यस पापा ,यस ,युप्पी हम घूमने जा रहे हैं!(रीमा बहुत खुश थी)`
                },
                {
                    type: 'p',
                    text: `मिहीर बाबू अपनी पत्नी व बेटी संग बाजार के लिए निकलते हैं!वहाँ वे कई कैमरों की दुकानों पर जा कर देखते हैं परन्तु उन्हें उनकी पसंद का कैमरा नहीं मिलता है, फिर एक बाजार में कैमरे की अंतिम  दुकान पर जाते हैं ,मिहीर बाबू को एक कैमरा नज़र आता है। `
                },
                {
                    type: 'p',
                    text: `<b>मिहीर बाबू</b>- वाह क्या कैमरा है, जिसे मैं कब से तलाश कर रहा था वो मिला भी तो इस छोटी सी दुकान में-लोग सही कहते गुच्छे की आखिरी चाबी भी ताला खोल देती है!`
                },
                {
                    type: 'img',
                    text: '../../../assets/haunted-part-1-3.jpg',
                    animate:'fade-up'
                },
                {
                    type: 'p',
                    text: `<b>दुकानदार</b> - आप यह कैमरा खरीदेंगे?`
                },
                {
                    type: 'p',
                    text: `<b>मिहीर बाबू</b>- जी क्यों नहीं ?भला इसमें क्या खराबी है?`
                },
                {
                    type: 'p',
                    text: `<b>दुकानदार</b>- जी यह थोड़ा पुराना कैमरा है!और कुछ नहीं ।`
                },
                {
                    type: 'p',
                    text: `<b>मिहीर बाबू</b>- अरे क्या आप भी कमाल करते हैं, भला घोड़ा घास से दोस्ती करेगा तो खायेगा क्या?जी मैं आपको ही कह रहा हूँ लगता है आपको इसे बेचकर मुनाफा नहीं कमाना ?`
                },
                {
                    type: 'p',
                    text: `<b>दुकानदार</b>- जी ऐसी बात बिल्कुल नहीं है मैं तो खुद इसे  बेचना चाहता हूँ पर यह सेकंड हैंड है इसलिए इसे कोई लेकर नहीं जाता ।दुकानदार दबी जुबान से बोल रहा था ।जैसे कोई चोरी छिपा रहा हो।दुकानदार की चोर भरी नज़रें विनीता की नज़रों से छिप नहीं पाती ।`
                },
                {
                    type: 'p',
                    text: `<b>विनीता</b>- मिहीर ,यह सब क्या हैं कोई दूसरा कैमरा क्यों नहीं ले लेते ,यह कैमरा मुझे कुछ ठीक नज़र नहीं आ रहा।और वैसे भी पुरानी और किसी की इस्तेमाल की हुई चीजें घर में लाने से पनोती ही लगती है मेरी बात मानों तो इसे मत लो।`
                },
                {
                    type: 'p',
                    text: `<b>मिहीर बाबू</b>- बस भी करो अपनी ये फिज़ूल की बातें ,अब तो मैं यह कैमरा लेकर ही रहूँगा। भाई साहब इसे पैक कर दीजिए, आज मेरी बिटिया का जन्मदिन है मैं नहीं चाहता कि इसका जन्मदिन फीका - फाका जाए।`
                },
                {
                    type: 'p',
                    text: `तभी अचानक से कैमरे से फ़्लैश लाइट जलने लगती है।और विनीता इसे देख लेती है।
                    <br/><b>विनीता</b> - देखो मिहीर देखो ,इस कैमरे को देखो इसकी फ़्लैश लाइट अपने आप से जलने लगी है ,मुझे सच में यह कैमरा ठीक नहीं लग रहा।`
                },
                {
                    type: 'p',
                    text: `<b>मिहीर बाबू</b>- ओ हो! विनीता डार्लिंग तुम भी न ! प्रतिलिपि पर भूतिया कहानी पढ़-पढ़ कर तुम भी रहस्यमयी और डरावनी बनते जा रही हो । मिहीर बाबू मजाकिया अंदाज में हँसी करते हैं।
                    तभी रीमा दौड़कर कैमरे को पकड़ लेती है और जब वह कैमरा अपनी तरफ घुमाती है तो अचानक कैमरे में से रहस्यमयी मुस्कान देखती है और उसे देख मुस्कुराते हुए बोलती है ,वॉव पापा इट्स मैजिकल कैमरा!`
                },
                {
                    type: 'p',
                    text: `मिहीर बाबू का कैमरे को घर ले आने के बाद कैमरा क्या- क्या शैतानी कारिस्तानी करेगा ??यह जानने के लिए पढ़िए मेरी हॉन्टेड कहानी - 
                    <b><i>रहस्यमयी हॉन्टेड कैमरा- एक आत्मा का शैतानी खेल भाग२<b><i>`
                },

            ]
        }
    ];


}