import { Injectable } from "@angular/core";

@Injectable({
    providedIn: 'root'
})
export class DataService {

    public mainInfoArray = [{
        id: 0,
        blogImage: '../assets//marriage1.png',
        isPopular: false,
        date: '17 जुलाई 2020',
        time: '51 मिनट',
        description: `
        प्रसन्ना का जीवन #संघर्ष भरा है उसके बाबू जी कट्टर विचारों वाले व्यक्ति हैं वे उसे सिर्फ इसलिए बम्बई जाने नहीं देना चाहते कि वह वहाँ जा कर सबको भूल जाएगा और कभी वापस लौट कर नहीं आएगा। उसने शादी से भी इनकार कर  दिया है उसे उम्मीद है कि उसके सपनों की रानी उसे बम्बई जैसे सपनों के शहर में मिलेगी । `,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        src: '../assets/jivansathi.png',
        summary: 'जीवनसाथी हम दिया और बाती हम',
        tags: ["प्रेम", "संस्मरण", "स्त्री - विमर्श"],
        rating: {
            colorStar: 4,
            notColored: 1,
            mainRaiting: 4.5
        },
        parts: '9 भाग',
        defaultRoute: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-1',
        partDescription: [
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-1',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-1',
                published: '10 मई 2020',
                time: '6 मिनट',
                rating: 4.7
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-2',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-2',
                published: '14 मई 2020',
                time: '6 मिनट',
                rating: 4.5
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-3',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-3',
                published: '14 मई 2020',
                time: '5 मिनट',
                rating: 4.2
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-4',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-4',
                published: '14 मई 2020',
                time: '6 मिनट',
                rating: 4.7
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-5',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-5',
                published: '08 जून 2020',
                time: '5 मिनट',
                rating: 5
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-6',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-6',
                published: '16 जून 2020',
                time: '6 मिनट',
                rating: 5
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-7',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-7',
                published: '21 जून 2020',
                time: '4 मिनट',
                rating: 4.5
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-8',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-8',
                published: '18 जुलाई 2020',
                time: '6 मिनट',
                rating: 4.3
            },
            {
                name: 'जीवन साथी हम दिया और बाती हम भाग-9',
                partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-9',
                published: '18 जुलाई 2020',
                time: '6 मिनट',
                rating: 5
            }
        ]
    }, {
        id: 2,
        blogImage: '../assets//lovestory.png',
        isPopular: false,
        date: '17 जुलाई 2020',
        time: '8 मिनट',
        summary: 'मेरे सपनों की रानी कब आएगी तू',
        description: `
      प्रसन्ना का जीवन #संघर्ष भरा है उसके बाबू जी कट्टर विचारों वाले व्यक्ति हैं वे उसे सिर्फ इसलिए बम्बई जाने नहीं देना चाहते कि वह वहाँ जा कर सबको भूल जाएगा और कभी वापस लौट कर नहीं आएगा। उसने शादी से भी इनकार कर  दिया है उसे उम्मीद है कि उसके सपनों की रानी उसे बम्बई जैसे सपनों के शहर में मिलेगी । `,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        src: '../assets/jivansathi.png',
        tags: ["प्रेम", "मनोरंजन", "वेबसीरीज", "#संघर्ष"],
        rating: {
            colorStar: 4,
            notColored: 1,
            mainRaiting: 4.3
        },
        parts: '2 भाग',
        partDescription: [
            {
                name: 'मेरे सपनों की रानी कब आएगी तू ? भाग-1',
                published: '22 जुलाई 2020',
                time: '3 मिनट',
                rating: 4
            },
            {
                name: 'मेरे सपनों की रानी कब आएगी तू ? भाग-2',
                published: '23 जुलाई 2020',
                time: '5 मिनट',
                rating: 4.6
            }
        ]
    },
    {
        id: 3,
        blogImage: '../assets//haunted.png',
        isPopular: false,
        date: '17 जुलाई 2020',
        time: '49 मिनट',
        tags: ['हॉन्टेड'],
        rating: {
            colorStar: 4,
            notColored: 1,
            mainRaiting: 4.2
        },
        parts: '9 भाग',
        summary: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल',
        description: `
      मेरे सभी प्रिय पाठकों एवं  निर्णायकगण को मेरा नमस्कार, मैं अंजली सचिन मिश्रा , प्रतिलिपि पर चल रहे  श?श ?श? कोई है? के हॉन्टेड कहानी सम्मेलन की प्रतियोगिता में भाग ले रही हूँ ,आशा है कि आप सब मेरी यह ... `,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        partDescription: [
            {
                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-१',
                published: '15 मई 2020',
                time: '5 मिनट',
                rating: 5
            },
            {

                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-2',
                published: '15 मई 2020',
                time: '5 मिनट',
                rating: 4
            },
            {

                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-3',
                published: '15 मई 2020',
                time: '5 मिनट',
                rating: 4.5
            },
            {

                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-4',
                published: '15 मई 2020',
                time: '10 मिनट',
                rating: 4.2
            },
            {

                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-5',
                published: '15 मई 2020',
                time: '10 मिनट',
                rating: 4.2
            },
            {

                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-6',
                published: '26 मई 2020',
                time: '3 मिनट',
                rating: 0
            },
            {

                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-7',
                published: '26 जून 2020',
                time: '3 मिनट',
                rating: 1
            },
            {

                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-7',
                published: '21 जून 2020',
                time: '6 मिनट',
                rating: 4.5
            },
            {

                name: 'रहस्यमयी हॉन्टेड कैमरा -एक आत्मा का शैतानी खेल। भाग-7',
                published: '30 जून 2020',
                time: '5 मिनट',
                rating: 4.5
            }
        ]
    },
    {
        id: 4,
        blogImage: '../assets//marriage.png',
        isPopular: false,
        date: '17 जुलाई 2020',
        time: '3 मिनट',
        tags: ['प्रेम', 'स्त्री - विमर्श'],
        summary: 'अबकी सावन प्रियतम संग',
        rating: {
            colorStar: 4,
            notColored: 1,
            mainRaiting: 4.2
        },
        parts: '1 भाग',
        description: `
      अबकी सावन प्रियतम संग अबकी सावन प्रियतम संग, हा प्रियतम संग, इसबार हुआ है, मधुर मिलन, अबकी सावन प्रियतम संग। अबकी सावन प्रियतम संग, हा प्रियतम संग, अबकी बरस मैं भीगू   तुम संग, अबकी सावन प्रियतम संग। ...`,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        partDescription: []
    },
    {
        id: 5,
        blogImage: '../assets//heroine.png',
        isPopular: false,
        date: '17 मई 2020',
        time: '3 मिनट',
        tags: ['हॉरर', 'लघुकथा'],
        summary: 'मैं हीरोईन हूँ!',
        rating: {
            colorStar: 4,
            notColored: 1,
            mainRaiting: 4
        },
        parts: '1 भाग',
        description: `
      यह कहानी है अप्पू की उर्फ अपर्णा सेन की।अप्पू अपने परिवार के साथ बंगाल प्रांत के दार्जीलिंग  की रहने वाली हैं, इनके पिता जी चाय के बागानों में काम करते हैं। अप्पू अपने माता-पिता की अकेली संतान ...`,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        partDescription: []
    },
    {
        id: 6,
        blogImage: '../assets//chai.png',
        isPopular: false,
        date: '04 जुलाई 2020',
        time: '1 मिनट',
        tags: ['जीवन', 'छोटी कवितायें'],
        summary: 'मैं चायवाला,और ये मेरी टपरी!',
        description: `मैं चायवाला , और  ये मेरी टपरी! मैं चाय वाला हूँ,  मेरा रोज़ का धंधा यहाँ फिक्स है, अरे !ओ ग़ालिब ,ये चाय नहीं, मेरा इश्क है। लोग चुस्कियां ले मस्त हैं मैं पिलाकर मस्त हूँ। अरे !ओ ग़ालिब, ये चाय नहीं, ...`,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        rating: {
            colorStar: 3,
            notColored: 2,
            mainRaiting: 3.4
        },
        parts: '1 भाग',
        partDescription: []
    },
    {
        id: 7,
        blogImage: '../assets//papa.png',
        isPopular: true,
        date: '21 जून 2020',
        time: '1 मिनट',
        tags: ['जीवन', 'प्रेम'],
        summary: 'पापा 😍😘😊',
        description: `
      पापा रोटी, कपड़ा, मकान हैं पापा, इस नन्ही सी परिंदे के बड़े से आसमान हैं पापा, घर में फैली रोशनी के रोशनदान हैं पापा, मां के माथे की बिंदी और सुहाग हैं पापा, तेज़ धूप में मेहनत करने वाले इंसान हैं ...`,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        rating: {
            colorStar: 5,
            notColored: 0,
            mainRaiting: 5
        },
        parts: '1 भाग',
        partDescription: []
    },
    {
        id: 8,
        blogImage: '../assets//cover.png',
        isPopular: true,
        date: '30 जून 2020',
        time: '7 मिनट',
        tags: ['लघुकथा', 'प्रेम'],
        summary: 'मंटू',
        description: `मंटू सुनने में तो यह नाम किसी मनुष्य का लगता है किसी बालक का लेकिन यहाँ यह नाम एक तोते का है जी हाँ बिल्कुल सही समझा आपने, यह मंटू कोई और नहीं बल्कि एक तोता है। आज मंटू बहुत ही उदास था...`,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        rating: {
            colorStar: 5,
            notColored: 0,
            mainRaiting: 5
        },
        parts: '1 भाग',
        partDescription: []
    },
    {
        id: 9,
        blogImage: '../assets//sambhar.png',
        isPopular: false,
        date: '08 जून 2020',
        time: '1 मिनट',
        tags: ['स्वास्थ्य', 'ज्ञानवर्धक'],
        summary: `सांभर बनाने की विधि चटोरों की रसोईं- अंजली मिश्रा`,
        description: `
      नमस्कार मेरे पाठकों मैं आपके लिए लेकर आयी हूँ सांभर बनाने की बहुत ही बेहतर विधि उम्मीद है मेरे इस वीडियो से आप बड़ी ही सरलता के साथ दक्षिणी भारत का प्रसिद्ध सांभर बनाना सीख जाएंगे और अगर आपको पहले ...`,
        authorImage: '../assets//profile.png',
        authorName: 'अंजली मिश्रा',
        rating: {
            colorStar: 5,
            notColored: 0,
            mainRaiting: 5
        },
        parts: '1 भाग',
        partDescription: []
    },];


    mainContentInfo = [
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-1',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-1',
            content: [{
                type: 'h3',
                text: 'जीवन साथी हम दिया और बाती हम भाग-1'
            },
            {
                type: 'img',
                text: '../../../assets/woman-on-bench.png'
            }, {
                type: 'p',
                text: `                        मेरे सभी पाठकों को मेरा सप्रेम नमस्कार, यह मेरा पहला ब्लॉग है ,आज जो कहानी मैं लिखने जा रही यह
                मेरे
                जीवन
                पर आधारित है, यह बिल्कुल भी काल्पनिक नहीं है, इस कहानी के माध्यम से मैं समाज की सभी
                कुरीतियों-कुप्रथाओं
                पर कुंठाघात करती हूँ, साथ ही साथ जीवन
                में आए सभी उतार -चढ़ाव ,सुख- दुःख को आप सभी के साथ साझा करती हूँ।उम्मीद है आपको मेरी यह कहानी
                जरूर
                पसंद
                आएगी।`
            },
            {
                type: 'p',
                text: `चलिए कहानी शुरू करते हैं-`
            },
            {
                type: 'p',
                text: ` मुझे खुली आँख से सपने देखना बंद आँखों के मुकाबले ज्यादा पसंद है।और इन्हीं आदतन के चलते मैं सपनों
                की
                दुनियाँ में अचानक खो - सी गई,आज मैं वैवाहिक बंधन में बंधने जा रही, जी हाँ! बिल्कुल सही सोचा आपने
                ,आज
                मेरी शादी है और मैं बेहद ख़ुश हूँ। रिश्तेदारों और सगे-संबंधियों का जमावड़ा एक तरफ और मेरे सपनों की
                दुनियाँ
                एक तरफ।आज से द्वार पर दस्तक हुई सामने देखा तो माँ खड़ी थीं।`
            },
            {
                type: 'p',
                text: ` <b>माँ-</b>"चल बेटा जल्दी से तैयार हो जा बारात का आगमन हो गया है,किसी भी वक्त तुझे स्टेज पर
                बुलाया
                जा
                सकता है।तब तक मैं और तेरे पापा बारातियों का स्वागत कर लेते हैं।"`
            },
            {
                type: 'ads',
                text: ``
            },
            {
                type: 'p',
                text: `ऐसा कह कर माँ वहाँ से चली गईं।तभी पार्लर वाली दीदी ने आकर मुझे बहुत ही बढ़िया तरीके से सजा दिया,
                सचमुच एक
                दम गुड़िया - सी लग रही थी।फिर अचानक से मैं खुद को आईने में निहारते-निहारते कब फ्लैशबैक के आगोश
                में
                चली गई
                पता ही नहीं चला।`
            },
            {
                type: 'h3',
                text: 'फ्लैशबैक का दृश्य'
            },
            {
                type: 'p',
                text: `
                उन दिनों मैं बी. एड . द्वितीय वर्ष की छात्रा थी, पापा ने बड़े ही अरमानों के साथ मुंबई के सबसे
                                बेहतरीन
                                कॉलेज में मेरा दाखिला करवाया था। सच में दोस्तों मेरी भी जिद्द थी कि सबसे अच्छे कॉलेज में अपनी
                                पढ़ाई
                                करूँ,
                                और इस जिद्द और सपने को पूरा किया मेरे प्यारे पापा ने,आखिर उनकी पहली संतान जो ठहरी, मेरे परवरिश
                                में
                                उन्होंने किसी भी प्रकार की कोई कमी नहीं रहने दी।बचपन से ही मैं शिक्षिका बनना चाहती थी,आम लड़कियों
                                की
                                तरह
                                मुझे दुल्हन बनने और ब्याह रचाने का कोई शौक नहीं था,`
            },
            {
                type: 'ads',
                text: ''
            }, {
                type: 'p',
                text: `
                मैं घर की बड़ी बेटी होने के नाते बस हमेशा से यही चाहती थी कि बड़ी होकर अपने पैरों पर खड़ी हो कर
                पिता जी
                की
                सहायता करूँ,उन्हें खुश रख सकूँ।न चाहते हुए भी कहीं न कहीं से शादी के रिश्ते आ ही जाया करते थे,हर
                बार
                की
                तरह फोटोज़ देख कर ना बोल देने की आदत सी बन गयी थी।तकरीबन बीसियों रिश्ते की बात चला चुके थे पापा।`
            },
            {
                type: 'p',
                text: `कभी रिश्तेदारों के तंज और कहकहे से तो कभी मेरी बगावत से पापा काफी तंग आ चुके थे,वो बस यही चाहते
                थे
                कि कैसे भी मेरे हाथ पीले कर दें और गंगा नहा ले ।मैं कोई बोझ नहीं थी उनपर लेकिन एक बहुत बड़ी
                जिम्मेदारी थी क्योंकि मेरे बाद मेरी बहन सोनू भी थी।मुझे और शादी को लेकर पापा के दिल में कई अरमान
                थे,
                आखिर होते भी क्यों न ज्येष्ठ पुत्री जो हूँ।लेकिन मेरी इस तरह की रुखाई से पापा ने तंग आ कर रिश्ते
                देखना ही बंद कर दिया।और कह दिया कि ईश्वर ने चाहा तो वक्त आने पर सब अच्छा होजायेगा।`
            },
            {
                type: 'ads',
                text: ''
            },
            {
                type: 'p',
                text: ` सच में दोस्तों मैं दिल ही दिल बड़ी ख़ुश थी कि चलो अब इनसब से पीछा तो छूटा।उन दिनों मेरे नखरें भी
                देखने
                लायक हुआ करते थें आखिर बी. एड के फाइनल ईयर की छात्रा जो थी।अपने आगे किसी को कुछ समझती ही नहीं
                थी,आखिर होते भी क्यों न खानदान की सभी लड़कियों में इकलौती सबसे ज्यादा पढ़ी-लिखी जो थी और बहुत जल्द
                शिक्षिका के पद पर नियुक्त होने वाली थी। और तभी अचानक से मेरे घर किसी रिश्तेदार का आगमन
                हुआ,रिश्तेदारों के आगमन का तात्पर्य तो आप सभी भलीभाँति समझते हैं, अब ये रिश्तेदार क्या नया तूफान
                लेकर मेरी जिंदगी में आती हैं यह जानने के लिए पढ़िए मेरी कहानी का अगला episode.`
            }
            ]
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-2',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-2',
            content: [
                {
                    type: 'h3',
                    text: 'जीवन साथी हम दिया और बाती हम भाग-2'
                },
                {
                    type: 'img',
                    text: '../../../assets/part-2-1.jpg'
                },
                {
                    type: 'p',
                    text: `अचानक एक दिन पापा की तबियत बिगड़ने लगी ,उन्हें अस्तपताल में भर्ती करवाया गया, डॉक्टर ने कहा एक छोटा सा ऑपरेशन करना पड़ेगा, जैसे तैसे उनके हालत में सुधार आया, इन सब के चक्कर में घर वाले तो क्या पापा खुद भूल गए थे कि उन्होंने कोई रिश्ते कि बात भी छेड़ी है, एक तरफ मैं मन ही मन खुश हुई कि चलो अब रिश्ते से पीछा छूटा और वैसे भी पापा के इस ऑपरेशन में इतना पैसा खर्च हो गया है कि कुछ समय और शादी का नाम नहीं लेंगें ।धीरे धीरे पापा की तबियत बिल्कुल अच्छी हो गयी और वो घर आ गए ।`
                },
                {
                    type: 'p',
                    text: `पापा को देखने सभी रिश्तेदार अड़ोसी-पड़ोसी उनके निजी मित्र आ ही जाया करते थे। मैं और परिवार वाले उनकी सेवा में लगे थे, उन्हें उस हर चीज से बचाते जो उनके लिए नुक सानदायक थी। फिर अचानक एक दिन पड़ोस के वर्मा आंटी ने दस्तक दिया वो भी रहने वाली थी मेरी ही सोसायटी में , अायी थी पापा का हाल चाल जानने , फिर अचानक वहीं बीते हुए कल की बातें छिड़ गई , उन्होंने पापा को बताया लड़का बहुत अच्छा और होनहार है मैं जानती हूं, देखा है मैंने उसे बहुत ही सभ्य और संस्कारी है। पापा की खुशी का ठिकाना नहीं रहा उन्होंने इस बात पर विचार विमर्श करना शुरू किया जो कि मैं हरगिज़ नहीं चाहती थी। अंदर ही अंदर वर्मा आंटी को कोसे जा रही थी, काफी दुखी थी इस बात को लेकर, शादी को लेकर मन में बहुत सा डर जो समाया था, मैंने पापा को बहुत रोका पर उन्हें मेरी कहा सुननी थी, उन्होंने वही किया जो उन्हें सही लगा।`
                },
                {
                    type: 'ads',
                    text: ``
                },
                {
                    type: 'img',
                    text: '../../../assets/part-2-2.jpg'
                },
                {
                    type: 'p',
                    text: `उन्होंने समय निकाला और मित्रों के साथ लड़के वालों के घर हो लिए । जब वे वहां से लौट कर आए तो मैंने सवालों की झड़ी लगा दी। `
                },
                {
                    type: 'p',
                    text: `<b>पापा कैसा दिखता है वो? कितना पढ़ा लिखा है?</b>`
                },
                {
                    type: 'p',
                    text: `<b>कितना कमाता है? घर और प्रॉपर्टी कितनी है?</b>`
                },
                {
                    type: 'p',
                    text: `<b>देखने में सजीला और सुंदर तो है न ??                    </b>`
                },
                {
                    type: 'p',
                    text: `इतने सारे प्रश्नों को एक साथ जवाब देते देते उनकी हालत खराब! उन्होंने कहा - बेटा सब्र तो कर अभी- अभी आया हूं कम से कम पानी तो पूछ ले अपने बाप को। उनके ऐसा कहते ही मैंने भाग के रसोई में से पानी लायी । उन्होंने आराम किया और फिर मैंने प्रश्नों कि झड़ी लगा दी! पापा बताओ न वो कैसा है मेरी जोड़ी उसके साथ जमेगी ना? फोटो लाए हो उसकी? दिखाओ मुझे अभी के अभी देखना है क्योंकि मैं दूस रों कि दी हुई तस्वीर पर भरोसा नहीं करती आजकल नकली नकली चेहरा कर ठगी बहुत चल रही है लोग चकमा देने में माहिर है मुझे भरोसा नहीं आप फोटो दिखाओ।`
                },
                {
                    type: 'p',
                    text: `आखिर इतने प्रश्न होते क्यों न हर लड़की यही चाहती है के एक सुंदर , सुडौल ,लंबे कद वाले और पढ़े लिखे अच्छी नौकरी वाले लड़के से शादी हो जो कि किसी बड़े पद पर नियुक्त हो। रही बात प्रॉपर्टी की तो मुंबई जैसे शहर में खुद का अच्छा सा फ्लैट होना हर किसी के बस की बात नहीं होती । तो यह सब जानना लाज़मी समझती थी, परंतु मेरे पापा की विचारधारा मुझसे बिल्कुल अलग है, इतने सारे सवाल के एवज में उन्होंने बस इतना ही कहा कि वह तुझे मुझसे भी ज्यादा खुश रखेगा, जीवन में कोई कमी नहीं होने देगा ऐसा मेरा विश्वास है, मुझे लड़का पसंद आ गया है यह रही फोटो अब तू भी जल्दी से पसंद कर हा बोल दे ताकि मैं तेरे विवाह की तैयारी शुरू कर दूं आखिर पैसे का इंतजाम भी तो करना है और उनके चेहरे पर एक सुकून भरी मुस्कान नजर आ रही थी।`
                },
                {
                    type: 'p',
                    text: `यहां लड़के का चेहरा देखना मेरे लिए एक पहेली जैसा था, धीरे धीरे मोबाइल चालू कर फोटो देखा , देखा तो मुझे लड़का कुछ खास नहीं लगा और तपाक से मैं पापा से बोल पड़ी पापा ये!!!! आई डोंट लाइक , आई मीन लुक एट हीम, हाउ ही इस लुकिंग , और मुंह बिचका दिया । मेरी ऐसी रुखाई और बर्ताव देख पापा के कलेजे पर तो जैसे सांप लोट गया , मामला शांत देख मैंने फिर बोलना शुरू किया-`
                },
                {
                    type: 'p',
                    text: `पापा देखो इसका चेहरा देखो इसके चेहरे पर कोई कांति नहीं वो खास बात नहीं जो एक नवजवान में होनी चाहिए मेरे पापा से मेरी बातें ज्यादा देर सुनी नहीं गई गुस्से में उन्होंने
                    अपशब्द कहना शुरू कर दिया जिसकी मुझे उनसे उम्मीद नहीं थी,उस दिन मैंने पापा का बदला हुआ रूप पहली बार देखा था वो क्रोध की ज्वाला में भभक रहे थे उन्होंने कहा-`
                },
                {
                    type: 'p',
                    text: `तू समझती क्या है अपने आप को? आज जो कुछ भी तू है सब कुछ मेरे बदौलत है वरना तुझे कोई नहीं पूछेगा यह बात गाठ बांध कर रख ले, और ये तेरे दोस्त जिनकी तू दुहाई देती है एक दिन सबके सब शादी करके अपना संसार बसा लेंगी फिर तू पड़े रहना किसी कोने में! कोई नहीं बोलेगा नहीं पूछेगा! ऐसी घमंडी लड़की आजतक नहीं देखी तेरी बुआ ने कभी आह तक नहीं कि जो कि मेरी छोटी बहन है आखिर उसकी शादी तो मैंने गाँव में करवाई देख कैसे अपने परिवार में रम गयी है ,तुझे मैंने जरूरत से ज्यादा ही छूट दे दी तभी आज तेरी इतनी आवाज़ निकल रही, मैं इतना पागलों कि तरह तेरे लिए रिश्ते ढूंढता हूँ और एक तू है कि ! मुझे तो लगता है तूने कहीं न कहीं से ढूंढ लिया है अगर यह सच है तो तू वह भी बता दे ? मैं सच में एकदम घबरा गई थी सच में मुझे कुछ समझ नहीं आ रहा था कि पापा यह क्या बोल रहे हैं।इससे पहले पापा को इतने गुस्से में कभी नहीं देखा था।`
                },
                {
                    type: 'p',
                    text: `यह सब देख माँ ने भी अकेले में आकर मुझे समझाया और कहा-
                    क्यों अपने पापा को परेशान और दुःखी कर रही है, इतना अच्छा रिश्ता है हाँ क्यों नहीं बोल देती, तेरे पापा ने तुझे इसलिए इस काबिल बनाया के तू एकदिन उनसे बहस कर सके ? तेरे नाना ने क्या किया मेरी शादी बचपन में ही करवा दी यानी कि बाल विवाह । उन दिनों मेरी उम्र तकरीबन 14`
                }, {
                    type: 'ads',
                    text: ''
                }, {
                    type: 'p',
                    text: 'वर्ष ही थी, मेरी शादी तब हुई जब शादी का मतलब तक नहीं पता था, छोटी सी उम्र में मैंने यहाँ आकर घर की जिम्मेदारी संभाली।और तू तो अपनी दादी को जानती ही है कि कैसी थी वो! छोटी सी उम्र में मानों दुखों का पहाड़ टूट पड़ा, उन दिनों तेरी नानी कि तबियत ठीक नहीं रहती थी, और मैं लड़की जात तेरे नाना ने फौरन मेरी शादी करवा दी, बाल विवाह तो तेरे नाना की मजबूरी थी, लेकिन यह भी झूठलाया नहीं जा सकता कि कम उम्र में मैंने यह सब झेला पर तू!'
                },
                {
                    type: 'ads',
                    text: ''
                },
                {
                    type: 'p',
                    text: `मैंने और तेरे पापा ने यही सोचकर पढ़ाया लिखाया कि तुझे मेरी तरह दुःख न उठाना पड़े, तेरे पापा जिन्हें मधुमेह से लेकर <b>ब्लडप्रेशर</b> और किडनी में पथरी जैसी तकलीफें वैसे ही हैं और तू उन्हें और चिंतित कर रही कम से कम मुझ पर नहीं तो उनपर रहम कर बिटिया!`
                },
                {
                    type: 'p',
                    text: `माँ कि बातें सुनकर मेरी आँखें भर आयी और तभी मैंने ठान लिया पापा कि ख़ुशी से बढ़कर और कुछ नहीं और मैंने शादी का निश्चय कर ही लिया परंतु मेरा मन अब भी नही मान रहा कि शादी करूँ या न करूँ अजीब सी कसमकश थी, मैंने दबी हुई आवाज़ में पापा के पास जा कर हामी भर दी।पापा ने ख़ुशी से गले लगा लिया और कहा ये हुई न बात !
                    मैंने कहा- मैं ये शादी करने के लिए तैयार हूँ लेकिन इसके लिए मेरी भी एक शर्त है!माँ और पापा दोनों ने चौक कर कहा कैसी शर्त???`
                },
                {
                    type: 'p',
                    text: `आखिर क्या थी मेरी अगली शर्त ? इसे जानने के लिए मेरी कहानी <b><i>जीवन साथी हम दिया और बाती हम</i></b>  पढ़िए मेरे अगले भाग में ! भाग३`
                }
            ]
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-3',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-3',
            content: [
                {
                    type: 'h3',
                    text: 'जीवन साथी हम दिया और बाती हम भाग-3'
                },
                {
                    type: 'p',
                    text: `
                    <b>मेरे सभी पाठकों को मेरा प्रणाम,</b>
                    आज मैं अपने पाठकों के लिए  प्रस्तुत करने जा रही मेरी कहानी का तीसरा भाग।उम्मीद है आपको मेरी यह रचना पसंद आएगी।`
                },
                {
                    type: 'p',
                    text: `
                    मैंने कहा- हाँ पापा इस शादी को हाँ करने के लिए मेरी भी एक शर्त है अगर आपको मंज़ूर है तो मैं हाँ बोलती हूँ !
पापा -ठीक है बता क्या शर्त है तेरी ?? 
मैंने कहा -पापा मैं इस शादी के लिए तब ही हाँ बोलूँगी जब मैं लड़के को सामने से देखूँगी!
पापा-अरे लेकिन!`
                },
                {
                    type: 'p',
                    text: `
                    तभी अचानक से फोन कि घंटी बजती है और पता चलता है कि आज शाम लड़के की माँ देखने आ रही ।
मैं और माँ (एक साथ): क्या सच?और यहाँ ,ऐसे अचानक!`
                },
                {
                    typs:'ads',
                    text:''
                },
                {
                    type: 'p',
                    text: `
                    पापा -अरे मेरी महारानियों पूरी बात तो सुन लिया करो ,लड़के के माँ पिताजी आ रहे हैं वो भी अपनी बहन के घर आएँगे हमारे यहाँ नहीं !तुम इतना चिंतित न हो ,बस तुम्हें अंजली को लेकर जाना है लड़के के मौसी के घर ,वही देखना दिखाना हो जाएगा। पापा ऐसा बोलते ही धीरे से खिसक लिए, जैसे कोई कन्नी काट जाए ठीक उस तरह और मैं वहाँ खड़ी के खड़ी रह गयी और मेरी शर्त उसका तो पूछो ही मत ,सब भूल गए मेरी इस बात को और अपने अपने कामों में व्यस्त हो गए। मैं मन ही मन बुदबुदाने लगी -यहाँ आज के जमाने में लड़की पहले लड़के को देखती हैं न कि माँ को और कौन सी मुझे माँ से शादी करनी है।मुझे तो लड़के को लेकर चिंता है पता नहीं क्या करता होगा ?कैसा दिखता होगा?फ़ोटो में तो खास नहीं लगा?
`
                },
                {
                    type: 'p',
                    text: `
                    ऐसा सोचते- सोचते कब दोपहर बीत गया पता नहीं चला।मैं बैठे आराम से कान में ईयर फोन लगाए अपने नब्बे के दशक के गाने सुनकर गुनगुना रही थी ,गुनगुना क्या रही थी अपने चिंता को कम करने कि कोशिश मात्र कररही थी।तभी अचानक से माँ का आगमन कमरे में हुआ ,वो बोली-
`
                },{
                    type: 'img',
                    text: '../../../assets/part-3-2.jpg'
                },
                {
                    type: 'p',
                    text: `
                    चल बेटा तैयार हो जा जल्दी से और ये क्या? मना किया था न आज मेथी पैक अप्लाई करने , कब तक सिर पर लगा कर बैठी रहेगी जा ,जा कर थोड़ा पार्लर हो आ थोड़ा फेसिअल वगैरह करवा ले थोडा और भी चमक जा तेरी होने वाली सास आ रही हैं ,क्या सोचेंगी तेरे बारे में ! मैंने कहा-
`
                },
                {
                    type: 'p',
                    text: `
                    हाँ माँ ठीक है धो लूँगी मैं सिर अपना ,जल्दी ही सुख जाएगा, वैसे भी कौन से तीस मार खां आने वाले हैं जो उनके लिए मैं पार्लर जा कर पैसे उड़ाऊँ ,मेरी बातों को पापा ने तूल देते हुए बीच में कहा-
                    हाँ सही कह रही मेरी बेटी ,ये सब बनावटी बनने की कोई जरूरत नहीं ,मेरी बेटी किसी से कम थोड़ी न है कोई जरूरत नहीं बस सिम्पल तरीके से जाना ,जो पूछे सच सच जवाब दे देना । (मेरे पापा बहुत ही साधारण विचारों वाले महान व्यकि हैं ,उनका मानना है चेहरे कि खूबसूरती से ज्यादा दिल खूबसूरत होना चाहिए।एक सच्चा दिल) तभी माँ गुस्से में बड़बड़ाते हुए चली गयी तुम बाप बेटी का कुछ नहीं हो सकता। 
`
                },
                {
                    typs:'ads',
                    text:''
                },
                {
                    type: 'p',
                    text: `
                    अचानक बैठे-बैठे मैंने खुद को आईने में निहारा और कहा अच्छी तो लग रही हूँ वैसे भी आजतक किसी ने मुझे ना नहीं किया है हाँ वो अलग बात है कि मैं सबको रिजेक्ट कर देती हूं।वैसे भी जिसे पसंद करना है करने न करना है मत करे !मुझे क्या! वैसे भी मुझे लड़का कुछ खास पसंद नहीं आया ,अगला देखेंगे पापा।ऐसा सोचते -सोचते कब नींद के आगोश में चली गयी पता नहीं चला । उठी तो देखा शाम के पाँच बज गए हैं माँ ने चाय चढ़ा रखा है और कह रही-
`
                },
                {
                    type: 'p',
                    text: `
                    चल जल्दी तैयार हो जा ऐसे ही सो गई ! देख पूरा मेथी पैक बिस्तर पर फैल गया है,मैं लापरवाही से उठकर बैठ गयी जिसे इन सब में कोई दिलचस्पी ही नहीं वैसे भी कई रिश्ते और उनके रिश्तेदारों को देखा है मुझे आजतक कोई पसंद ही नहीं आया! अचानक से दरवाजे की घंटी बजी ,माँ के दरवाजा खोलने पर पता चला कि लड़के की माँ आ गयी हैं फ़ौरन बुलाया गया है, माँ के आँख दिखाने पर मैं सरपट गुसलखाने में गयी अपने बालों को आराम से धोया तभी अचानक गुसलखाने के दरवाजे पर खटखट ,यह कोई और नहीं बल्कि मेरी प्यारी माता जी ही थीं कह रही थीं-
`
                },
                {
                    type: 'img',
                    text: '../../../assets/part-3-1.jpg'
                },
                {
                    type: 'p',
                    text: `
                    अरे कब तक अंदर रहेगी ,जब वो लोग आ कर चले जायेंगे तब निकलेगी क्या?जल्दी कर जल्दी!
                    और मैं बेफिकरी से बोल रही थी-कोई सुकून से जीने नहीं देगा इस घर में रहना ही पाप है!जैसे तैसे बड़बड़ाते हुए गुसलखाने से बाहर आयी गीले बालों को सुखाने का वक़्त नहीं था बस कपड़े बदले और अचानक मेरी नज़र खुद पर पड़ी और फ़ौरन लिपस्टिक हाथ में उठाया, पीछे से माँ आकर बोली-
`
                },
                {
                    typs:'ads',
                    text:''
                },
                {
                    type: 'p',
                    text: `
                    क्यों री तू तो कह रही थी मुझे कोई फर्क नहीं पड़ता और अब खुद ही तैयार हो रही है -हा माँ हा हो रही हूँ तैयार बस वैसे भी फर्स्ट इम्प्रैशन इस द लास्ट इम्प्रेशन ! हाँ ठीक है भले ही कोई मुझे अच्छा लगे या न लगे पर मैं नहीं चाहती पापा का नाम खराब हो किसी भी मामले में शादी होना और न होना तो बाद कि बात है चलों चले मैं तैयार हूँ! 
                    माँ (हँसते हुए)- बहुरूपा है तू! तुझसे कोई पार नहीं पा सकता!चल। ऐसा कहते हुए हमदोनों निकल पड़े। क्या पता था यह मेरी मंजिल की ओर मेरा पहला कदम था!
`
                },
                {
                    type: 'p',
                    text: `
                    अपनी होने वाली सास को देखकर मेरी क्या प्रतिक्रिया थी?क्या मुझे पसंद आयी ?मेरी आगे की कहानी पढ़िए मेरे अगले भाग में <b><i>जीवन साथी हम दिया और बाती हम भाग ४</b></i>
`
                },
            ]
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-4',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-4',
            content: []
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-5',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-5',
            content: []
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-6',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-6',
            content: []
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-7',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-7',
            content: []
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-8',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-8',
            content: []
        },
        {
            name: 'जीवनसाथी हम दिया और बाती हम',
            partName: 'जीवन साथी हम दिया और बाती हम भाग-9',
            partId: 'जीवन-साथी-हम-दिया-और-बाती-हम-भाग-9',
            content: []
        }
    ];


}